{
    "CFO": "\nColette Kress: Thanks, Simona. Q3 revenue reached $3.18 billion, up 21% from a year earlier, with all 4 of our market platforms growing double digits. Data center, professional visualization and automotive all hit record levels. However, gaming was short of expectations as post crypto channel inventory took longer than expected to sell through. Gaming card prices, which were elevated following the sharp crypto falloff, took longer than expected to normalize. \n Our Q4 outlook for gaming reflects very little shipments in the midrange Pascal segment to allow channel inventory to normalize. In Q4, we also expect minimal sales of Tegra chips for game consoles due to the normal seasonal build cycle. While channel inventory situation presents a near-term headwind, it does not change our long-term fundamentals. Our competitive position is as strong as ever, and we have expanded our addressable market with Turing and our recent software announcements. We remain excited about the growth opportunities in ray-traced gaming, rendering, high-performance computing, AI and self-driving cars.\n GAAP gross margins grew 90 basis points year-on-year and non-GAAP gross margins rose 130 basis points. This reflects our continued shift toward higher-value platforms but also included a $57 million charge for prior architecture components and chips following the sharp falloff of crypto mining demand. Both GAAP and non-GAAP net income exceeded $1 million for the fourth consecutive quarter. \n From a reporting segment perspective, GPU revenue grew 25% from a year ago to $2.77 billion. Tegra processor revenue was down 3% to $407 million.\n Let's continue with our gaming business. Revenue of $1.76 billion was up 13% year-on-year and down 2% sequentially. Year-on-year growth was driven by initial sales of our new Turing-based GPUs as well as strong notebook sales, which more than offset gaming console declines. In mid-September, we began shipping GeForce RTX series, the first gaming GPUs based on our Turing architecture. Turing RTX technology delivers up to 2x the performance of its predecessor, Pascal, and 6x more for ray-traced graphics. These are the biggest generational jumps we have ever delivered in gaming GPUs.\n The first 2 GeForce RTX gaming cards to hit the shelves were the 2080 Ti and the 2080, delivering 4K HDR gaming and 60 frames per second on even the most advanced AAA titles, a major milestone for gamers. This is quickly becoming the new performance baseline as 4K displays are now reaching affordable price points. These 2 end -- 2 high-end cards were quickly followed by the rollout of the GeForce [ 27 D ]. NVIDIA RTX technology brings games to life like never before. The highly anticipated Battlefield V launched this week with the first release of RTX ray-tracing, enabling lifelike reflections on GeForce RTX GPUs. With a pipeline of upcoming games supporting NVIDIA RTX features, RTX is well on its way to establishing itself as a game-changing architecture.\n Although the cryptocurrency wave has ended, the channel has taken longer than expected to normalize. Pascal high-end cards have largely sold through ahead of RTX. However, on midrange Pascal gaming cards, both channel prices and inventory levels remained higher than expected. Pascal is well positioned as the GPU of choice in the midrange for the holidays, and we expect to work down channel inventories over the next quarter or 2.\n Moving to data center. We had another strong quarter with revenue of $792 million, up 58% year-on-year and up 4% sequentially. Demand remains strong for Volta architecture products, including Tesla V100 and VGX systems, and our inference business continued to grow, benefiting from the launch of the Turing T4 Cloud GPU during the quarter. Just 2 months after its launch, the T4 has received the fastest adoption of any server GPU. It is integrated into 57 server designs and it is already on the Google Cloud Platform, its first cloud availability. The T4 delivers world record performance for deep learning inference and accelerates diverse cloud workloads, including high-performance computing, deep learning training and inference, machine learning, data analytics and graphics.\n We also announced an updated TensorRT software stack and NVIDIA TensorRT Hyperscale Platform. This new software includes 2 critically important capabilities that can drive deployment of the NVIDIA inference platform at scale in hyperscale data centers. First, it enables multiple models and multiple frameworks to run on the same GPU at the same time. This can drive higher data center utilization, directly translating to significant savings. Second, it integrates with Kubernetes, the leading orchestration layer for hyperscale data centers.\n Completing our inference platform, the new T4 GPU delivers 12x the peak inference performance of its T4 predecessor. All told, our inference platform delivers 40x faster performance in CPUs. And with the TensorRT software stack, it is ideally suited for hyperscale data centers. With this launch, NVIDIA is poised to take the data center inference market, targeting every server node in the hyperscale data centers.\n Another important launch for the quarter was the NVIDIA RTX Server reference architecture, which incorporates up to 8 Turing-based RTX 8000. With this product, Turing opens a new market to GPOs, photoreal rendering or the creation of computer-generated images that look real. Rendering is instrumental to large industries, such as media and entertainment, retail, product designs, manufacturing and architecture. Yet prior to Turing and its ray-tracing capabilities, GPUs were not able to address this workload. So most rendering at -- up to this point has been done on CPUs. An RTX-accelerated render farm compared with an equivalent performance CPU render farm is 1/4 the cost, 1/10 the space and 1/11 the power. NVIDIA's RTX platform has garnered major industry support, including from key developers such as Adobe, ANSYS, Autodesk, Dassault and many others.\n Lastly, NVIDIA announced a GPU acceleration platform for data science and machine learning called RAPIDS, which enables companies to analyze massive amounts of data and make accurate business predictions at unprecedented speed. Up until now, data analytics and machine learning has been the largest high-performance computing applications not to have been accelerated. Virtually all enterprise use data analytics to extract insight from big data for a wide range of use cases, such as predicting credit card fraud, forecasting retail inventory and understanding customer buying behavior. RAPIDS is an open source suite of libraries for GPU-accelerated analytics, machine learning and, soon, data visualization. With RAPIDS, NVIDIA GPUs can now accelerate machine learning, as we have done with deep learning, with performance up to 50x faster than CPUs. The RAPIDS launch opens up a $20 billion server market used for data analytics and machine learning workloads to GPUs, and it's received broad industry support, including from Oracle, IBM, SAP, Dell EMC, Hewlett Packard Enterprise, Microsoft Azure machine learning, Google, Q-Flow as well as the open source community.\n With one unified architecture and ecosystem, NVIDIA GPUs can address the redefined high-performance computing market, including scientific computing, deep learning and machine learning. Our GPUs and software stack accelerate a broad and diverse set of workloads, ranging from scale-up software in supercomputers to scale out deployments in hyperscale data centers. Just earlier this week, this capability was on display at Supercomputing Conference in Dallas, where the number of systems on the TOP500 supercomputer list using NVIDIA GPUs jumped 48% from last year, including the #1 and #2 systems in the world.\n Moving to pro visualization. Revenue reached a record $305 million, up 28% versus the prior year and up 9% sequentially. Strength extended across the desktop and mobile as well as several key industries, including the public sector, manufacturing and architecture, engineering and construction. \n At SIGGRAPH in August, we announced our Quadro RTX 8000, 6000 and 5000 GPUs based on the Turing architecture. And earlier this week, we introduced the Quadro RTX 4000, the most advanced professional GPU priced under $1,000. These GPUs will revolutionize the work of 50 million designers and artists by enabling them to render photorealistic scenes in real-time and leveraging AI in their workflows. The Quadro RTX series started shipping in Q3, with the server-grade, high-end products recognized in data center. We already engaged with a range of customers on RTX, including the major movie studios and game developers, and the reaction has been very positive.\n Finally, turning to automotive. Automotive sales in Q3 reached $172 million, up 19% from a year ago and up 7% sequentially. This reflects growth in our autonomous vehicle production and development engagement in addition to the ramp of next-generation, AI-based cockpit infotainment systems.\n At GTC Europe, we announced that Volvo Cars selected NVIDIA's DRIVE AGX Xavier next-generation -- for next-generation Volvo Cars. The initial production release slated for the early 2020s will deliver Level 2+ assisted driving features, integrating 360-degree surround perception and a driver monitoring system. This is our first Level 2 mass-market car design win. In addition to Volvo, global automotive suppliers, Continental and Veoneer, announced that they have selected NVIDIA DRIVE AGX for their autonomous driving systems. Lastly, our DRIVE AGX Xavier development kit started shipping in this quarter. This is the world's first autonomous driving platform, and it can run our NVIDIA DRIVE software for autonomous driving, including data collection, 360-degree surround perception, advanced driver monitoring and in-vehicle visualization. With this platform, customers have developed and test their autonomous driving solutions and then easily move into production. We are excited about the AV opportunity as we look into next year and beyond.\n Moving to the rest of the P&L and the balance sheet. Q3 gross margins was 60.4% and non-GAAP was 61%, below our outlook due to the $57 million charge for prior architecture components and chips following the sharp falloff in crypto demand. GAAP operating expenses were $863 million and non-GAAP operating expenses were $730 million, up 28% year-on-year. We continue to invest in the key platforms driving our long-term growth, including gaming, data center and automotive. \n GAAP net income was $1.23 billion, and EPS was $1.97, up 48% from a year earlier. GAAP net income benefited from the reduction of $138 million in our U.S. tax reform transition tax amount as well as other discrete tax items. Non-GAAP net income was $1.15 billion and EPS was $1.84, up 38% from a year ago, reflecting revenue growth and gross margin expansion as well as lower income tax expense. \n Accounts receivable was $2.22 billion compared to $1.66 billion in the prior quarter as Turing's RTX shipments began in the latter part of the quarter. Inventory at the end of the quarter was $1.42 billion compared to $1.09 billion in the prior quarter, reflecting the ramp in production of Turing products.\n Quarterly cash flow from operations was $487 million. Capital expenditures were $150 million. This fiscal year, we have returned $1.13 billion to shareholders through the end of Q3. We've announced a $0.01 increase in our quarterly dividend to $0.16 effective in Q4 of fiscal 2019. We are also pleased to announce an increase of $7 billion to our share repurchase authorization and that we intend to return an additional $3 billion to shareholders by the end of fiscal 2020.\n With that, let me turn to the outlook for the fourth quarter of fiscal 2019. As noted earlier, our revenue outlook is impacted by the expected work-down of Pascal midrange gaming card inventory in the channel. In addition, we expect a decline in our gaming console revenue given seasonal build patterns. Keep in mind that the midrange desktop portfolio is typically about 1/3 of our gaming business. Our outlook assumes that channel inventory weeks approach normal levels exiting Q4 and that gaming and demand increases in Q4 compared with Q3.\n Now in total, we expect revenue to be $2.7 billion, plus or minus 2%. GAAP and non-GAAP gross margins are expected to be 62.3% and 62.5%, respectively, plus or minus 50 basis points. GAAP and non-GAAP operating expenses are expected to be approximately $915 million and $755 million, respectively. GAAP and non-GAAP OI&E are both expected to be income of $21 million. GAAP and non-GAAP tax rates are both expected to be 8%, plus or minus 1%, excluding discrete items. Capital expenditures are expected to be approximately $190 million to $210 million. Further financial details are included in the CFO commentary and other information available on our IR website. \n In closing, I'd like to highlight some upcoming events for the financial community. We'll be presenting at the Barclays Global Technology, Media and Telecommunications Conference on December 6, and we will be meeting with the financial community at the Consumer Electronics Show in Las Vegas from January 8 through 11. And our next earnings call to discuss our financial results for the fourth quarter of fiscal 2019 will take place on February 14.\n"
}
