{
    "CFO": "\nColette M. Kress - NVIDIA Corp.: Thanks, Simona. We had an excellent quarter with growth across all our platforms led by gaming and datacenter. Q1 revenue reached a record $3.21 billion, up 66% year-over-year, up 10% sequentially and above our outlook of $2.9 billion. Once again, all measures of profitability set records, with GAAP gross margins at 64.5%, operating margins at 40.4% and net income at $1.24 billion. From a reporting segment perspective, Q1 GPU revenue grew 77% from last year to $2.77 billion. Tegra Processor revenue rose 33% to $442 million. Let's start with our gaming business. Revenue was $1.72 billion, up 68% year-on-year and down 1% sequentially. Demand was strong and broad-based across regions and products. The gaming market remains robust and the popular Battle Royale genre is attracting a new wave of gamers to the GeForce platform. We also continue to see demand from upgrades with about 35% of our installed base currently on our Pascal architecture. The launch of popular titles, like Far Cry 5 and Final Fantasy XV continued to drive excitement in the quarter. Gamers are increasingly engaging in social gameplay and gaming is rapidly becoming a spectator sport, while the production value of games continues to increase. This dynamic is fueling a virtuous cycle that expands the universe of gamers and drives a mix shift to higher end GPUs. At the recent Game Developers Conference, we announced our real-time ray tracing technology, NVIDIA RTX. Ray tracing is movie quality rendering technique that delivers lifelike lighting, reflections and shadows. This has long been considered the holy grail of graphics, and we've been working on it for over 10 years. We look forward to seeing amazing, cinematic games that take advantage of this technology come to the market later this year, with the pipeline building into next year and beyond. And we expect RTX, as well as other new technologies like 4K and virtual reality, to continue driving gamers' requirements for higher GPU performance. While supply was tight earlier in the quarter, the situation is now easing. As a result, we were pleased to see that channel prices for our GPUs are beginning to normalize, allowing gamers who had been priced out of the market last quarter to get their hands on the new GeForce GTX at a reasonable price. Cryptocurrency demand was again stronger than expected, but we were able to fulfill most of it with crypto-specific GPUs, which are included in our OEM business at $289 million. As a result, we could protect the vast majority of our limited gaming GPU supply for use by gamers. Looking into Q2, we expect crypto-specific revenue to be about one-third of its Q1 level. Gaming notebooks also grew well, driven by an increasing number of thin and light notebooks based on our Max-Q design. And Nintendo Switch contributed strongly to year-on-year growth, reflecting that platform's continued success. Moving to datacenter, we had another phenomenal quarter with revenue of $701 million, up 71% year-on-year, up 16% sequentially. Demand was strong in all market segments and customers increasingly embraced our GPUs and CUDA platform for high-performance computing and AI. Adoption of our Volta architecture remained strong across a wide range of verticals and customers. In the public cloud segment, Microsoft Azure announced general availability of Tesla V100 instances joining Amazon, IBM and Oracle. And Google Cloud announced that the V100 is now publicly available in beta. Many other hyperscale and consumer Internet companies also continued their ramp of Volta, which delivers five times the deep learning performance of its predecessor, Pascal. Volta has been chosen by every major cloud provider and server maker, reinforcing our leadership in AI deep learning. In high-performance computing, strength from the broad enterprise vertical more than offset the ramp down of major supercomputing projects such as the U.S. Department of Energy's Summit system. We see a strong pipeline across a number of vertical industries, from manufacturing to oil and gas, which should help sustain the trajectory of high-performance computing next quarter and beyond. Traction is also increasing in AI inference. Inference GPU shipments to cloud service providers more than doubled from last quarter. And our pipeline is growing into next quarter. We dramatically increased our inference capabilities with the announcement of the TensorRT 4 AI inference accelerator software at our recent GPU Technology Conference in San Jose. TensorRT 4 accelerates deep learning inference up to 190 times faster than CPUs for common applications, such as computer vision, neural machine translation, automatic speech recognition, speech synthesis and recommendation systems. It also dramatically expands the use cases prepared with the prior version. With TensorRT 4, NVIDIA's market reach has expanded to approximately 30 million hyperscale servers worldwide. At GTC, we also announced other major advancements in our deep learning platform. We doubled the memory of Tesla V100 to 32 GB VRAM, which is a key enabler for customers building virtual networks for larger data sets. And we announced a new GPU interconnect fabric called NVIDIA NVSwitch, which joins up to 16 V100 GPUs at a speed of 2.4 terabytes per second or five times faster than the best PCIe switch. We also announced our DGX-2 system, which leverages these new technologies and is updated, fully optimized software stack to deliver a 10x performance boost beyond last year's DGX. DGX-2 is the first single-server capable of delivering 2 petaflops of computational power. We are seeing strong interest from both hyperscale and enterprise customers and we look forward to bringing this technology to cloud customers later this year. At our Investor Day in March, we updated our forecast for the datacenter addressable market. We see the datacenter opportunity as very large, fueled by growing demand for accelerated computing in applications ranging from AI to high performance computing across multiple market segments and vertical industries. We estimate the TAM at $50 billion by 2023, which extends our previous forecast of $30 billion by 2020. We see strong momentum in the adoption of our accelerated computing platform and the expansion of our development ecosystem to serve this rapidly growing market. About 8,500 attendees registered for GTC, up 18% from last year. CUDA downloads have continued to grow, setting a fresh record in the quarter. And our total number of developers is well over 850,000, up 72% from last year. Moving to pro visualization, revenue grew to $251 million, up 22% from a year ago and accelerating from last quarter, driven by demand for real-time rendering, as well as emerging applications like AI and VR. Strength extended across several key industries, including public sector, healthcare and retail. Key wins in the quarter included Columbia University, using high-end Quadro GPUs for AI, and Siemens, using them for CT and ultrasound solutions. At GTC, we announced the Quadro GV100 GPU with NVIDIA RTX technology, capable of delivering real-time ray tracing to the more than 25 million artists and designers throughout the world. RTX makes computational intensive ray tracing possible in real time, when running professional design and content creation applications. This allows media and entertainment professionals to see and interact with their creations with correct light and shadows and do complex renders up to 10 times faster than a CPU alone. And the NVIDIA OptiX AI denoiser built into RTX delivers almost 100 times the performance of CPUs for real-time noise-free rendering. This enables customers to replace racks of servers in traditional render farms with GPU servers at one-fifth the cost, one-seventh the space and one-seventh the power. Lastly, automotive. Revenue grew 4% year-on-year to a record $145 million. This reflects the ongoing transition from our infotainment business to our growing autonomous vehicle development and production opportunities around the globe. At GTC and Investor Day, we made key product announcements on the advancement of autonomous vehicles and established a total addressable market opportunity of $60 billion by 2035. We believe that every vehicle will be autonomous one day. By 2035, this will encompass 100 million autonomous passenger vehicles and 10 million robo taxis. We also introduced NVIDIA DRIVE Constellation, a platform that will help car companies, carmakers, Tier 1 suppliers and others developing autonomous vehicle test and validate their systems in a virtual world across a wide range of scenarios before deploying on the road. Each year, 10 trillion miles are driven around the world. Even if test cars can eventually cover millions of miles, that's an insignificant fraction of all the scenarios that require testing to create a safe and reliable autonomous vehicle. DRIVE Constellation addresses this challenge by enabling cars to safely drive billions of miles in virtual reality. The platform has two different servers. The first is loaded with GPUs and simulates the environment that the car is driving in, as in a hyper real video game. The second contains the NVIDIA DRIVE Pegasus autonomous vehicle computer, which possesses the simulated data, as if it were coming from the sensors of a car driving on the road. Real-time driving command from the DRIVE Pegasus are fed back to the simulation for true hardware-in-the-loop verification. Constellation will enable autonomous vehicle industry for safety test and validate their AI self-driving systems in ways that are not practical or possible with on-road testing. We also extended our product roadmap to include our next-generation DRIVE autonomous vehicle computer. We have created a scalable AI car platform that spans the entire range of autonomous driving, from traffic jams, pilots, to level 5 robo taxis. More than 370 companies and research institutions are now using NVIDIA's automotive platform. With this growing momentum, we remain excited about the intermediate and long-term opportunities for our autonomous driving business. Now moving to the rest of the P&L, Q1 GAAP gross margins were 64.5% and non-GAAP was 64.7%, records that reflect continued growth in our value added platforms. GAAP operating expenses were $773 million. Non-GAAP operating expenses were $648 million, up 25% year-on-year. We continue to invest in key platforms driving our long-term growth, including gaming, AI and automotive. GAAP net income was a record $1.24 billion and EPS was $1.98, up 45% (sic) [145%] (15:33) and 151% respectively from a year earlier. Some of the upside was driven by a tax rate of 5% compared to our guidance of 12%. Non-GAAP net income was $1.29 billion and EPS was $2.05, both up 141% from a year ago, reflecting the revenue strength as well as gross margins and operating margin expansion and slightly lower tax. Our quarterly cash flow from operations reached record levels at $1.45 billion. Capital expenditures were $118 million. With that, let me turn to the outlook for the second quarter of fiscal 2019. We expect revenue to be $3.1 billion plus or minus 2%. GAAP and non-GAAP gross margins are expected to be 63.6% (sic) [63.3%] (16:26) and 63.5%, respectively, plus or minus 50 basis points. GAAP and non-GAAP operating expenses are expected to be approximately $810 million and $685 million, respectively. GAAP and non-GAAP OI&E are both expected to be income of approximately $15 million. GAAP and non-GAAP tax rates are both expected to be 11%, plus or minus 1%, excluding discrete items. Capital expenditures are expected to be approximately $130 million to $150 million. Further financial details are included in the CFO Commentary and other information available on our IR website. In closing, I'd like to highlight a few upcoming events for the financial community. We'll be presenting at the JPMorgan Technology Conference next week on May 15 and at the Bank of America Global Technology Conference on June 5. We will also hold our Annual Meeting of Stockholders online on May 16. We will now open the call for questions."
}