{
  "company_name": "NVIDIA",
  "quarter": "Q3",
  "fiscal_year": "2025",
  "total_revenue": {
    "value": 35.1,
    "unit": "billion",
    "context": "Q3 revenue was $35.1 billion, up 17% sequentially and up 94% year-on-year, and well above our outlook of $32.5 billion.",
    "period": "Q3"
  },
  "segments": [
    {
      "name": "Data Center",
      "revenue": {
        "value": 30.8,
        "unit": "billion",
        "context": "Data Center revenue for Q3 was $30.8 billion, up 17% sequentially and up 112% year-on-year, driven by strong demand for NVIDIA Hopper GPU computing and networking platforms.",
        "period": "Q3"
      },
      "growth_yoy": 112.0,
      "growth_qoq": 17.0,
      "key_points": [
        "Compute revenue grew more than 2.5 times and networking revenue grew more than 2 times from the last year.",
        "Cloud service providers represented roughly 45% of Data Center revenue, while more than 50% stemmed from consumer Internet and enterprise companies.",
        "Key workloads driving growth include generative AI, model training, inferencing, video/image/text data pre and post-processing with CUDA and AI workloads, synthetic data generation, AI-powered recommender systems, SQL, and vector database processing.",
        "Next-generation models will require 10 to 20 times more compute to train with significantly more data, a trend expected to continue.",
        "Over the trailing four quarters, inference drove more than 40% of Data Center revenue.",
        "CSPs, consumer Internet companies, and enterprises benefit from NVIDIA's inference platform's throughput and efficiency.",
        "Leading LLM companies such as OpenAI, Adept, Anthropic, Character.AI, Cohere, Databricks, DeepMind, Meta, Mistral, and xAI are building on NVIDIA AI in the cloud.",
        "Enterprises like Tesla are expanding their training AI clusters, driving significant growth in autonomous driving capabilities.",
        "Automotive expected to be the largest enterprise vertical within Data Center, presenting a multibillion-dollar revenue opportunity across on-prem and cloud consumption.",
        "Consumer Internet companies enhancing customer engagement and ad performance through AI investments.",
        "NVIDIA H200 platform began ramping in Q3, shipping to large CSPs, consumer Internet, and enterprise companies.",
        "H200 offers over 40% more memory bandwidth compared to H100, nearly doubling inference performance.",
        "Grace Hopper Superchip shipping in volume, powering nine new supercomputers worldwide with a combined 200 exaflops of AI processing power.",
        "Networking revenue driven by Quantum InfiniBand solutions growing more than 5x year-on-year.",
        "Launch of Spectrum-X Ethernet networking solution optimized for AI, available in Q3.",
        "Software and services offerings reached an annualized revenue run rate of $1.5 billion, with NVIDIA DGX Cloud expanding partnerships to include Amazon AWS."
      ]
    },
    {
      "name": "Gaming",
      "revenue": {
        "value": 3.3,
        "unit": "billion",
        "context": "Gaming revenue was $3.3 billion, up 14% sequentially and up 15% year-on-year.",
        "period": "Q3"
      },
      "growth_yoy": 15.0,
      "growth_qoq": 14.0,
      "key_points": [
        "Sequential growth driven by strong consumer demand and healthy channel inventory.",
        "GeForce RTX GPUs equipped with CUDA Tensor Cores, catering to gamers, creators, and AI enthusiasts with over 100 million installed base.",
        "RTX 40 Super Series GPUs delivering up to 836 AI TOPs for enhanced gaming and productivity.",
        "DLSS technologies enabling up to 4x faster ray tracing and better image quality by generating seven out of eight pixels using AI.",
        "TensorRT-LLM for Windows accelerates inference performance for large-language models, enabling generative AI to run up to 5x faster on RTX AI PCs.",
        "Launch of over 200 RTX AI laptop designs from leading PC manufacturers, offering high-performance gaming and AI capabilities.",
        "GeForce NOW cloud gaming service library surpassed 2,000 titles, including popular games like Indiana Jones and the Great Circle, Dune Awakening, and Dragon Age: The Veilguard.",
        "NVIDIA ACE suite of generative AI technologies available for RTX AI PCs, with games like Mecha BREAK utilizing NVIDIA ACE.",
        "Collaboration with Microsoft on AI performance optimizations for Windows to run LLMs up to 3x faster on RTX AI PCs.",
        "Top game developers like NetEase Games, Tencent, and Ubisoft integrating NVIDIA Avatar Character Engine to create lifelike avatars."
      ]
    },
    {
      "name": "ProViz",
      "revenue": {
        "value": 0.486,
        "unit": "billion",
        "context": "ProViz revenue was $486 million, up 7% sequentially and up 17% year-on-year.",
        "period": "Q3"
      },
      "growth_yoy": 17.0,
      "growth_qoq": 7.0,
      "key_points": [
        "Demand driven by AI and professional visualization use cases, including model fine-tuning and Omniverse-related workloads.",
        "At Computex, announced new Omniverse Cloud APIs to integrate industrial digital twin and simulation technologies into applications.",
        "Adoption by leading industrial software makers including ANSYS, Cadence, 3DEXCITE at Dassault Systemes, Brand, and Siemens.",
        "Developers using Omniverse Cloud APIs to stream industrial digital twins with spatial computing devices like Apple Vision Pro.",
        "Companies like Wistron reducing production cycle times by 50% and defect rates by 40%, and BYD adopting Omniverse for virtual factory planning and retail configurations."
      ]
    },
    {
      "name": "Automotive",
      "revenue": {
        "value": 0.449,
        "unit": "billion",
        "context": "Automotive revenue was $449 million, up 30% sequentially and up 72% year-on-year.",
        "period": "Q3"
      },
      "growth_yoy": 72.0,
      "growth_qoq": 30.0,
      "key_points": [
        "Year-on-year growth driven by new customer ramps in self-driving platforms and increased demand for AI cockpit solutions.",
        "Fiscal year Automotive revenue reached $1.09 billion, up 21%, crossing the $1 billion mark.",
        "NVIDIA DRIVE Orin remains the AI car computer of choice for software-defined AV fleets.",
        "Successor NVIDIA DRIVE Thor designed for vision transformers, offering more AI performance and integrating intelligent capabilities for autonomous driving, parking, driver and passenger monitoring, and AI cockpit functionality, available next year.",
        "Automotive customer announcements include Xiaomi's SU7 sedan built on NVIDIA DRIVE Orin, BYD, XPeng, GAC's Aion Hyper, and Neuro.",
        "Automotive key growth driver as every automaker developing autonomous vehicle technology is using NVIDIA in their data centers.",
        "Automotive will drive multi-billion dollars in revenue across on-prem and cloud consumption and grow as next-generation AV models require significantly more compute.",
        "Healthcare on its way to being a multi-billion dollar business as AI revolutionizes medical imaging, surgical robots, patient care, electronic health record processing, and drug discovery."
      ]
    },
    {
      "name": "Networking",
      "revenue": {
        "value": null,
        "unit": null,
        "context": "Networking revenue increased 20% year-on-year, driven by strong adoption of Spectrum-X Ethernet platform.",
        "period": "Q3"
      },
      "growth_yoy": 20.0,
      "growth_qoq": null,
      "key_points": [
        "Spectrum-X Ethernet networking solution optimized for AI launched in Q3.",
        "Ethernet for AI revenue, including Spectrum-X, doubled sequentially with hundreds of customers adopting NVIDIA's Ethernet offerings.",
        "Spectrum-X adopted by CSPs, GPU cloud providers, and enterprises, including X-AI for the largest GPU compute cluster in the world.",
        "Spectrum-X delivers 1.6x higher networking performance for AI processing compared to traditional Ethernet.",
        "Planned annual launch of new Spectrum-X products to support scaling compute clusters from tens of thousands to millions of GPUs.",
        "Spectrum-X expected to become a multi-billion dollar product line within a year."
      ]
    },
    {
      "name": "Blackwell",
      "revenue": {
        "value": null,
        "unit": null,
        "context": "Blackwell GPU architecture introduced, ramping production with shipments expected to begin in Q4 and continue into fiscal year '26.",
        "period": "Q3"
      },
      "growth_yoy": null,
      "growth_qoq": null,
      "key_points": [
        "Blackwell GPU architecture offers up to 4x faster training and 30x faster inference than H100.",
        "Includes fifth-generation NVLink, multi-GPU spine, new InfiniBand and Ethernet switches, X800 series designed for trillion parameter scale AI.",
        "Designed to support data centers universally, from hyperscale to enterprise, training to inference, x86 to Grace CPUs, Ethernet to InfiniBand networking, and air cooling to liquid cooling.",
        "Available in over 100 OEM and ODM systems at launch, representing every major computer maker.",
        "Time-to-market customers include Amazon, Google, Meta, Microsoft, OpenAI, Oracle, Tesla, and xAI.",
        "Change in Blackwell GPU mass to improve production yields; production ramp scheduled for Q4 and fiscal year '26.",
        "Several billion dollars in Blackwell revenue expected in Q4.",
        "Demand for Blackwell platforms well above supply, expected to continue into next year."
      ]
    },
    {
      "name": "Grace Hopper Superchip",
      "revenue": {
        "value": null,
        "unit": null,
        "context": "Grace Hopper Superchip shipping in volume, powering nine new supercomputers worldwide with a combined 200 exaflops of AI processing power.",
        "period": "Q3"
      },
      "growth_yoy": null,
      "growth_qoq": null,
      "key_points": [
        "Powering nine new supercomputers worldwide, including Alps Supercomputer in Switzerland, Isambard-AI in the UK, and JUPITER in Germany.",
        "80% attach rate in supercomputing due to high energy efficiency and performance.",
        "Supercomputers powered by Grace Hopper taking top spots for energy-efficient supercomputers globally."
      ]
    }
  ],
  "operational_metrics": {
    "gross_margin": {
      "value": 74.6,
      "unit": "%",
      "context": "GAAP gross margin was 74.6% and non-GAAP gross margin was 75%, down sequentially due to a higher mix of new products within Data Center and inventory provisions for low-yielding Blackwell material.",
      "period": "Q3"
    },
    "operating_margin": null,
    "net_income": null,
    "cash_flow": {
      "value": 14.5,
      "unit": "billion",
      "context": "Cash flow from operations was $14.5 billion.",
      "period": "Q3"
    },
    "other_metrics": {
      "geforce_now_users": {
        "value": null,
        "unit": "million",
        "context": "No specific data provided for Q3.",
        "period": "Q3"
      },
      "gfnow_games": {
        "value": 2000,
        "unit": "games",
        "context": "GeForce NOW library now includes over 2,000 games.",
        "period": "Q3"
      },
      "share_repurchases": {
        "value": 11.2,
        "unit": "billion",
        "context": "Returned $11.2 billion to shareholders in the form of share repurchases and cash dividends.",
        "period": "Q3 Fiscal 2025"
      },
      "share_repurchase_authorization_remaining": {
        "value": 50,
        "unit": "billion",
        "context": "Board approved a $50 billion share repurchase authorization, adding to the remaining $7.5 billion at the end of Q2.",
        "period": "Q3 Fiscal 2025"
      }
    }
  },
  "future_guidance": {
    "q4_fiscal_2025_revenue": {
      "value": 37.5,
      "unit": "billion",
      "context": "For Q4, total revenue is expected to be $37.5 billion, plus or minus 2%.",
      "period": "Q4 Fiscal 2025"
    },
    "q4_fiscal_2025_gross_margin": {
      "gaap": 73.0,
      "non_gaap": 73.5,
      "unit": "%",
      "context": "GAAP and non-GAAP gross margins are expected to be 73% and 73.5%, respectively, plus or minus 50 basis points.",
      "period": "Q4 Fiscal 2025"
    },
    "q4_fiscal_2025_operating_expenses": {
      "gaap": 4.8,
      "non_gaap": 3.4,
      "unit": "billion",
      "context": "GAAP and non-GAAP operating expenses are expected to be approximately $4.8 billion and $3.4 billion, respectively.",
      "period": "Q4 Fiscal 2025"
    },
    "q4_fiscal_2025_other_income_expenses": {
      "value": 0.4,
      "unit": "billion",
      "context": "GAAP and non-GAAP other income and expenses are expected to be about $400 million, excluding gains and losses from non-affiliated investments.",
      "period": "Q4 Fiscal 2025"
    },
    "q4_fiscal_2025_tax_rates": {
      "value": 16.5,
      "unit": "%",
      "context": "GAAP and non-GAAP tax rates are expected to be 16.5%, plus or minus 1%, excluding any discrete items.",
      "period": "Q4 Fiscal 2025"
    },
    "capital_expenditures": {
      "value": null,
      "unit": "billion",
      "context": "No specific data provided for Q4.",
      "period": "Fiscal 2025"
    },
    "full_year_non_gaap_opex_growth": {
      "value": 40.0,
      "unit": "%",
      "context": "Fiscal year 2025 GAAP and non-GAAP operating expenses are expected to grow in the mid-to-upper 40% range as we work on developing our next generation of products.",
      "period": "Fiscal 2025"
    },
    "cmp_outlook_q2": null
  },
  "strategic_initiatives": [
    "Collaboration with Microsoft on AI foundry service for development and tuning of custom generative AI enterprise applications running on Azure.",
    "Launch of Spectrum-X Ethernet networking solution optimized for AI, available in Q3.",
    "Partnerships with Adobe, Databricks, Snowflake, ServiceNow, Tesla, and others on AI projects.",
    "Launch of Blackwell GPU architecture, ramping production with shipments expected to begin in Q4 and continue into fiscal year '26.",
    "Introduction of NVIDIA Inference Microservices (NIM) for secure and optimized AI inference.",
    "Launch of next-generation AI factory platform, Blackwell, at Computex.",
    "Introduction of NVIDIA NIM agent Blueprints, a catalog of customizable reference applications for enterprise generative AI.",
    "Launch of NVIDIA GB200 NVL72 system with fifth-generation NVLink for enhanced inference performance.",
    "Expansion of NVIDIA DGX Cloud partnerships to include Amazon AWS.",
    "Introduction of NVIDIA Avatar Cloud Engine microservices at Computex.",
    "Launching new Omniverse Cloud APIs and connectors to open Omniverse to new industries.",
    "Integration of Blackwell systems into diverse Data Center configurations of customers.",
    "Oracle's deployment of Zettascale AI Cloud computing clusters scaling to 131,000 Blackwell GPUs.",
    "Microsoft offering Blackwell-based cloud instances in private preview powered by NVIDIA GB200 and Quantum InfiniBand.",
    "NVIDIA Blackwell architecture showcased in MLPerf Training results, delivering 2.2 times performance leap over Hopper.",
    "Introduction of NVIDIA NIM agent Blueprints for customizable enterprise AI applications."
  ],
  "market_opportunities": [
    {
      "gaming_growth": "Solid consumer demand for NVIDIA GeForce RTX GPUs during the holidays, driven by RTX 40 Super Series and AI-enabled gaming applications."
    },
    {
      "cloud_gaming_expansion": "GeForce NOW cloud gaming service library surpassed 2,000 titles, expanding with popular game releases and AI-powered services."
    },
    {
      "cryptocurrency_mining": "No specific mention in the Q3 speech."
    },
    {
      "accelerated_computing": "AI and accelerated computing driving Data Center growth with strong adoption of Hopper and H200 GPUs, InfiniBand and Spectrum-X networking platforms."
    },
    {
      "partnerships": [
        "Collaboration with Microsoft on AI foundry service.",
        "Partnerships with Adobe, Databricks, Snowflake, ServiceNow, Tesla.",
        "Oracle partnership for Zettascale AI Cloud computing clusters.",
        "Microsoft partnership for Blackwell-based cloud instances in private preview.",
        "Foxconn partnership for NVIDIA Omniverse-powered digital twins.",
        "Mercedes-Benz and other automakers adopting Omniverse-powered digital twins."
      ]
    },
    {
      "technological_advancements": [
        "Launch of Spectrum-X Ethernet networking solution optimized for AI.",
        "NVIDIA DRIVE Thor for vision transformers and AI cockpit functionality.",
        "H200 GPU shipments on track with initial shipments in Q2.",
        "TensorRT-LLM for Windows accelerating LLM inference by 5x on RTX AI PCs.",
        "NVIDIA Avatar Cloud Engine microservices introduced for generative AI in digital avatars.",
        "Blackwell GPU architecture launched at Computex.",
        "Introduction of NVIDIA Inference Microservices (NIM) for secure and optimized AI inference.",
        "NVIDIA NIM agent Blueprints for customizable enterprise AI applications."
      ]
    },
    {
      "customer_adoption": [
        "Over 100 customers building AI factories ranging from hundreds to 100,000 GPUs.",
        "ServiceNow's generative AI products driving largest ever net new annual contract value.",
        "Partnerships with Adobe, Databricks, Snowflake, ServiceNow enhancing enterprise AI adoption.",
        "Automotive customers like Xiaomi, BYD, XPeng, GAC's Aion Hyper, Neuro adopting NVIDIA DRIVE platform.",
        "Mercedes-Benz and other automakers adopting Omniverse-powered digital twins.",
        "Oracle deploying Zettascale AI Cloud computing clusters with 131,000 Blackwell GPUs.",
        "Microsoft offering Blackwell-based cloud instances in private preview.",
        "Google, Meta, Microsoft, and OpenAI adopting NVIDIA Blackwell architecture.",
        "Hundreds of AI-native startups delivering AI services with NVIDIA infrastructure."
      ]
    }
  ],
  "metadata": {
    "parsed_date": "2025-09-30T00:00:00Z",
    "company_ticker": "NVDA",
    "source": "earnings_call_transcript"
  },
  "cfo_commentary": {
    "cfo_name": "Colette Kress",
    "introduction": [
      "Thank you, Stewart.",
      "Q3 was another record quarter. We continued to deliver incredible growth. Revenue of $35.1 billion was up 17% sequentially and up 94% year-on-year and well above our outlook of $32.5 billion.",
      "All market platforms posted strong sequential and year-over-year growth, fueled by the adoption of NVIDIA accelerated computing and AI."
    ],
    "gaming": [
      "Gaming revenue of $3.3 billion was up 14% sequentially and up 15% year-on-year.",
      "Q3 was a great quarter for gaming with notebook, console, and desktop revenue all growing sequentially and year-on-year.",
      "RTX end-demand was fueled by strong back-to-school sales as consumers continue to choose GeForce RTX GPUs and devices to power gaming, creative, and AI applications.",
      "Channel inventory remains healthy and we are gearing up for the holiday season.",
      "We began shipping new GeForce RTX AI PCs with up to 321 AI tops from ASUS and MSI with Microsoft's Copilot+ capabilities anticipated in Q4.",
      "These machines harness the power of RTX ray tracing and AI technologies to supercharge gaming, photo and video editing, image generation, and coding.",
      "This past quarter, we celebrated the 25th anniversary of the GeForce 256, the world's first GPU.",
      "Transforming computing graphics to igniting the AI revolution, NVIDIA's GPUs have been the driving force behind some of the most consequential technologies of our time."
    ],
    "proviz": [
      "ProViz revenue was $486 million, up 7% sequentially and up 17% year-on-year.",
      "NVIDIA RTX workstations continue to be the preferred choice to power professional graphics, design, and engineering-related workloads.",
      "Additionally, AI is emerging as a powerful demand driver, including autonomous vehicle simulation, generative AI model prototyping for productivity-related use cases, and generative AI content creation in media and entertainment."
    ],
    "automotive": [
      "Automotive revenue was $449 million, up 30% sequentially and up 72% year-on-year.",
      "Strong growth was driven by self-driving ramps of NVIDIA Orin and robust end-market demand for NAVs.",
      "Volvo Cars has rolled out its fully electric SUV built on NVIDIA Orin and DriveOS."
    ],
    "data_center": [
      "Data Center revenue of $30.8 billion was a record, up 17% sequentially and up 112% year-on-year, driven by strong demand for NVIDIA Hopper GPU computing and our networking platforms.",
      "Compute revenue grew more than 2.5 times and networking revenue grew more than 2 times from the last year.",
      "Cloud service providers represented roughly 45% of our Data Center revenue, while more than 50% stemmed from consumer Internet and enterprise companies.",
      "Customers continue to accelerate their Hopper architecture purchases, while gearing up to adopt Blackwell.",
      "Key workloads driving our Data Center growth include generative AI, model training, and inferencing.",
      "Video, image, and text data pre and post-processing with CUDA and AI workloads, synthetic data generation, AI-powered recommender systems, SQL, and vector database processing.",
      "Next-generation models will require 10 to 20 times more compute to train with significantly more data. The trend is expected to continue.",
      "Over the trailing four quarters, we estimate that inference drove more than 40% of our Data Center revenue.",
      "CSPs, consumer Internet companies, and enterprises benefit from the incredible throughput and efficiency of NVIDIA's inference platform.",
      "Demand for NVIDIA is coming from frontier model makers, consumer Internet services, and tens of thousands of companies and startups building generative AI applications for consumers, advertising, education, enterprise and healthcare, and robotics.",
      "Developers desire NVIDIA's rich ecosystem and availability in every cloud.",
      "CSPs appreciate the broad adoption of NVIDIA and are growing their NVIDIA capacity given the high demand.",
      "NVIDIA H200 platform began ramping in Q3, shipping to large CSPs, consumer Internet, and enterprise companies.",
      "The NVIDIA H200 builds upon the strength of our Hopper architecture and offering, with over 40% more memory bandwidth compared to the H100.",
      "Our data center revenue in China grew sequentially in Q3 and is a significant contributor to our data center revenue.",
      "As a percentage of total data center revenue, it remains below levels seen prior to the imposition of export controls.",
      "We continue to expect the China market to remain very competitive going forward.",
      "The latest round of MLPerf inference benchmarks highlighted NVIDIA's inference leadership with both Hopper and Blackwell platforms sweeping the per GPU benchmarks and delivering a 2.2 times leap in performance over Hopper.",
      "Using 64 Blackwell GPUs to run the GPT-3 benchmark compared to 256 H100s results in a 4 times reduction in cost.",
      "Blackwell architecture with NVLINK Switch enables up to 30 times faster inference performance and a new level of inference scaling throughput and response time excellent for running new reasoning inference applications like OpenAI's o1 model."
    ]
  }
}
