{
    "CFO": "\nColette Kress: Thanks, Simona. Q2 revenue was $2.58 billion, in line with our outlook, down 17% year-on-year and up 16% sequentially. Starting with our gaming business, revenue of $1.31 billion was down 27% year-on-year and up 24% sequentially. We are pleased with the strong sequential growth in the quarter when we launched our RTX SUPER lineup for desktop gamers, wrapped up our greatest ever number of gaming laptops and launched our new RTX studio laptops for creators. In July, we unveiled 3 GeForce RTX SUPER GPUs, delivering the best-in-class gaming performance and power efficiency and real-time ray tracing for both current and next-generation games. These GPUs delivered a performance boost of up to 24% from our initial Turing GPUs launched a year earlier. The SUPER lineup strengthens our leadership in the high end of the market and the response has been great. We look forward to delighting gamers with the best performance in ray tracing as we get into the back to school and holiday shopping seasons. Ray tracing is taking the gaming industry by storm and have quickly come to define the modern era of computer graphics. A growing number of blockbuster AAA titles have announced support for NVIDIA RTX ray tracing, including Call of Duty: Modern Warfare, Cyberpunk 2077, Watch Dogs: Legion and Wolfenstein: Youngblood. Excitement around these titles is tremendous. GameSpot called Cyberpunk one of the most anticipated games of the decade. NVIDIA GeForce RTX are the only graphic cards in the market with hardware support for ray tracing. They deliver a 2 to 3x performance speed up over GPUs without a dedicated ray tracing core. The laptop business continues to be a standout growth driver as OEMs are ramping a record 100-plus gaming laptop models ahead of the back to school and holiday season. The combination of our energy-efficient Turing architecture and Max-Q technology enables beautifully crafted thin and light form factors that can deliver the performance of high-end gaming desktop or our next-generation console. At Computex in May, we unveiled NVIDIA RTX Studio laptops, a new design artist platform that extends our reach to the large, underserved market of creators. In the age of YouTube, creators and freelancers are rapidly growing population, but they have traditionally not had access to professional-grade workstations through online and retail channels. RTX Studio laptops are designed to meet their increasing complex workflows such as photorealistic ray tracing, AI image enhancement and ultra high-resolution video. Powered by our RTX GPUs and optimized software, RTX Studio laptops deliver performance that’s up to 7x faster than that of the MacBook Pro. A total of 27 RTX Studio models have been announced by major OEMs. Sequential growth also benefited from the production ramp of the two new models of Nintendo Switch gaming console. We are expecting our console business to remain strong in Q3 before the seasonal production slowdown in Q4 when console-related revenue is expected to be fairly minimal, similar to last year. Moving to data center, revenue was $655 million, down 14% year-on-year and up 3% sequentially. In the vertical industries portion of the business, expanding AI workload drove sequential and year-over-year growth. In hyperscale portion, we continue to be impacted by relatively weak overall spending at a handful of CSPs. Sales of NVIDIA GPUs for use in the cloud were solid. While sales of internal hyperscale use were muted, the engineering focus on AI is growing. Let me give some color on each of these areas. We are building a broad base of customers across multiple industries as they adopt NVIDIA’s platforms to harness the power of AI. Public sectors, higher education and financial services were among the key verticals driving growth this quarter. In addition, we won Lighthouse account deals in important industries that are on the cusp of being transformed by AI. For example, in retail, Wal-Mart is using NVIDIA GPUs to run some of its product demand forecasting models, slashing the time to do so in just 4 hours from several weeks on CPUs. By accelerating its data science workflow, Wal-Mart can improve its algorithms, reduce development cycles and test new features. Earlier this week, we announced breakthroughs for the fastest training and inference of the state-of-the-art model for natural language process understanding called BERT, or Bidirectional Encoder Representations from Transformers, a breakthrough AI language model that achieves a deeper sense of language, context and meaning. This can enable mere human comprehension in real-time by chat box, intelligent personal assistants and search engines. We are working with Microsoft as an early adopter of these advances. AI computing leadership is a high priority for NVIDIA. Last month, we set records for training deep learning neural network models on the latest MLPerf benchmarks, particularly in the most demanding areas. In just 7 months, we have achieved up to 80% speed-ups enabled by new algorithms and software optimizations across the full stack while using the same hardware. This is a direct result of the productive programming environment and flexibility of CUDA. Delivering AI at scale isn’t just about silicon. It’s about optimizing across the entire high-performance computing system. In fact, the NVIDIA AI platform is getting progressively faster. Every month, we publish new optimization and performance improvements to CUDA-X AI libraries, supporting every AI framework and development environment. All in, our ecosystem of developers is now 1.4 million strong. In setting these MLPerf records, we leveraged our new DGX SuperPOD AI supercomputer, demonstrating that leadership in AI research demands leadership in computing infrastructure. This system debuted in June at #22 on the TOP500 list of the world’s fastest supercomputers at the annual International Supercomputing Conference. Used to meet the massive demand for autonomous vehicle development program, it is powered by more than 1,500 NVIDIA V100 Tensor Core GPUs linked with Mellanox interconnects. We have made DGX SuperPOD available commercially to customers, essentially providing them with the turnkey supercomputer that they can assemble in weeks rather than months. It is roughly 400x smaller in size than other similarly performing TOP500 systems, which are built from thousands of servers. Also at the conference, we announced that by next year’s end, we will make available to the ARM ecosystem NVIDIA’s full stack of AI and HPC software, which accelerates more than 600 HPC applications and all AI frameworks. With this announcement, NVIDIA will accelerate all major CPU architectures, including x86, POWER and ARM. Lastly, regarding our pending acquisition of Mellanox, we have received regulatory approval in the U.S. and are engaged with regulators in Europe and China. The approval process is progressing as expected, and we continue to work toward closing the deal by the end of this calendar year. Moving to pro visualization, revenue reached $291 million, up 4% from our prior year and up 9% sequentially. Year-on-year and sequential growth was led by record revenue for mobile workstations with strong demand for new thin and light form factors. We had a great showing at SIGGRAPH, the computer graphics industry’s biggest annual conference held in Los Angeles. Our researchers won several Best in Show awards. In just a year since the launch of RTX ray tracing, over 40 design and creative applications with RTX technology had been announced by leading software vendors, including Adobe, Autodesk and Dassault systems and many others. NVIDIA RTX technology has reinvigorated the computer graphics industry by enabling researchers and developers to take a leap in photorealistic rendering, augmented reality and virtual reality. Finally, turning to automotive, Q2 revenue was $209 million, up 30% from a year ago and up 26% sequentially. This reflects growing adoption of next-generation AI cockpit solutions and autonomous vehicle development projects, including one particularly sizable development services transaction that was recognized in the quarter. In addition, in June, we announced a new partnership with the Volvo Group to develop AI and autonomous trucks utilizing NVIDIA’s end-to-end AI platform for training, simulation and in-vehicle computing. The strategic partnership will enable Volvo Group to develop a wide range of autonomous driving solutions for freight transport, recycling collection, public transport, construction, mining, forestry and more. This collaboration is a great validation of our long-held position that every vehicle, not just cars but also trucks, shuttles, business, taxis and many others, will have autonomous capability 1 day. Autonomous features can bring enormous value to the trucking industry, in particular as the demand of online shopping put ever greater stress on the world’s transport systems. Expectations for overnight or same-day deliveries create challenges that can only be met by autonomous trucks, which can operate 24 hours a day. To help address these needs, NVIDIA has created an end-to-end platform for autonomous vehicles from AI computing infrastructure to large-scale simulation to in-car computing. Multiple customers from OEMs like Mercedes-Benz, Toyota and Volvo to Tier 1s like Bosch, Continental and ZF are already onboard. We see this as a $30 billion addressable market by 2025. Moving to the rest of the P&L, Q2 GAAP gross margins was 59.8% and non-GAAP was 60.1%, up sequentially, reflecting higher automotive development services, a favorable mix in gaming and lower component cost. GAAP operating expenses were $970 million, and non-GAAP operating expenses were $749 million, up 19% and 8% year-on-year, respectively. We remain on track for high single-digit OpEx growth in fiscal 2020 while continuing to invest in the key platforms driving our long-term growth, namely graphics, AI and self-driving cars. GAAP EPS was $0.90, down 49% from a year earlier. Non-GAAP EPS was $1.24, down 36% from a year ago. With that, let me turn to the outlook for the third quarter of fiscal 2020. We expect revenue to be $2.9 billion, plus or minus 2%. GAAP and non-GAAP gross margins are expected to be 62% and 62.5%, respectively, plus or minus 50 basis points. GAAP and non-GAAP operating expenses are expected to be approximately $980 million and $765 million, respectively. GAAP and non-GAAP OI&E are both expected to be income of approximately $25 million. GAAP and non-GAAP tax rates are both expected to be 10%, plus or minus 1%, excluding discrete items. Capital expenditures are expected to be approximately $100 million to $120 million. Further financial details are included in the CFO commentary and other information available on our IR website. In closing, let me highlight upcoming events for the financial community. We will be at the Jefferies conference, hardware and communications infrastructure summit, on August 27 and at the Citi Global Technology Conference on September 25."
}
