{
    "CFO": "\nColette Kress: Thanks Simona. Q1 revenue was $2.2 billion in line with our outlook and down 31% year-on-year and up 1% sequentially. Starting with our gaming business, revenue of $1.05 billion was down 39% year-on-year and up 11% sequentially consistent with our expectations. We are pleased with the initial ramp of Turing and the reduction of inventory in the channel. During the quarter, we filled out our touring lineup with the launch of mid-range GeForce products that enable us to delight gamers with the best performance at every price point starting at $149. New product launches this quarter included the GeForce GTX 1660 Ti, 1660 and 1650 which bring Turing to the high volume PC gaming side for both desktops and laptops. These GPUs deliver up to 50% performance improvement over their Pascal based predecessors leveraging new Shader innovations such as concurrent floating point and integer operations, a unified cache and adaptive shading all with the incredibly power efficient architecture. We expect continued growth in the gaming laptops this year. GeForce gaming laptops are one of the shining spots of the consumer PC market. This year OEMs have built a record of nearly 100 GeForce gaming laptops. GeForce laptops start at $799 and all the way up to an amazing GeForce RTX 2080 4K laptops that are more powerful than even next generation consoles. The content ecosystem for Ray traced games is gaining significant momentum. At the March game developers conference, Ray tracing sessions were packed. Support for Ray tracing was announced by the industry's most important game engines, Microsoft DSR, Epics on unreal engine and unity. Ray tracing will be the standard for next generation games. In March at our GPU technology conference, we also announced more details on our cloud gaming strategy through our GeForce NOW service and the newly announced [indiscernible] alliance. GeForce NOW is a GeForce gaming PC in the cloud for the 1 billion PCs that are not game ready expanding our reach well beyond today's 200 million GeForce gamers. It's an open platform that allows gamers to play the games they own instantly in the cloud on any PC or Mac anywhere they like. The service currently has 300,000 monthly active users with 1 million more on the waitlist. To scale out to millions of gamers worldwide, we announced the GeForce NOW alliance expanding GFN through partnerships with the global telecom providers, SoftBank in Japan and LG UPlus in South Korea will be among the first to launch GFN later this year. NVIDIA, we'll develop the software and manage the service and share the subscription revenue with alliance partners. GFN runs on NVIDIA's edge computing servers as telcos raise to offer the new services for their 5G networks, GFN is an ideal new 5G application. Moving to data center, revenue was $634 million down 10% year-on-year and down 7% sequentially reflecting the pause in hyperscale spending. While demand from some hyperscale customers bounced back nicely, others paused or cut back. Despite the uneven demand backdrop, the quarter had significant positives consistent with the growth drivers we outlined on our previous earnings call. First, inference revenue was up sharply both year-on-year and sequentially with broad based adoption across a number of hyperscale and consumer internet companies. As announced at GTC, Amazon and Alibaba joined other hyperscale such as Google, Baidu and Tencent in adopting the T4 in their data centers. A growing list of consumer Internet companies is also adopting our GPUs for influence including LinkedIn, Expedia Microsoft, PayPal, Pinterest, Snap and Twitter. The contribution of inference to our data center revenue is now well into the double-digit percent. Second, we expanded our reach in enterprise teaming up with major OEMs to introduce the T4 enterprise and edge computing servers. These are optimized to run the NVIDIA CUDA-X AI acceleration libraries for AI and data analytics. Within easy to deploy software stack from NVIDIA and our ecosystem partners, this wave of NVIDIA edge AI computing systems enables companies in the world's largest industries, transportation, manufacturing, industrial, retail, healthcare and agricultural to bring intelligence to the edge where the customers operate. And third, we made significant progress in data center rendering and graphics. We unveiled a new RTX server configuration packing 40 GPUs into an 8-used space and up to 32 servers in a pod providing unparalleled density, efficiency and scalability. With a complete stack, this server design is optimized for three data center graphic workflows rendering, remote, workstation and cloud gaming. The rendering opportunity is starting to take shape with early RTX server deployment at leading studios, including Disney, Pixar and [indiscernible]. In the quarter, we announced our pending acquisition of Mellanox for $125 per share in cash representing a total enterprise value of approximately $6.9 billion, which we believe will strengthen our strategic position in data center. Once complete the acquisition, we will unite two of the world's leading companies in high performance computing. Together NVIDIA's computing platform and Mellanox's interconnects power over 250 of the world's top 500 supercomputers and have as customers every major cloud service provider and computer maker. Data centers in the future will be architect as giant compute engines with tens and thousands of compute nodes, designed holistically with their interconnects for optimal performance. With Mellanox, NVIDIA will optimize data center scale workloads, across the entire computing networking and storage stack to achieve higher performance, greater utilization and lower operating costs for customers. Together we can create better AI computing systems for the cloud to enterprise to the edge. As stated at the time of the announcement, we look forward to closing the acquisition by the end of this calendar year. Moving to pro visualization. Revenue reached $266 million up 6% from a prior year and down 9% sequentially. Year-on-year growth was driven by both desktop and mobile workstations, while the sequential decline was largely seasonal. Areas of strength included the public sector, oil and gas and manufacturing. Emerging applications such as AI/AR/VR contributed an estimated 38% a pro visualization revenue. The real-time Ray tracing capabilities of RTX are a game changer for the visual effects industry and we are seeing tremendous momentum in the ecosystem. At UTC, we announced that the world's top 3D application providers have adopted NVIDIA RTX in their product releases set for later this year including Adobe, Autodesk Chaos group, Dassault and Pixar. With this rich software ecosystem, NVIDIA RTX is transforming the 3D market. For example, Pixar is using NVIDIA RTX Ray tracing on its upcoming films what a digital is using it for upcoming Disney projects and Siemens and x Ray trace studios users will be able to generate rendered images up to 4x faster in their product design workflows. We are excited to see the tremendous value in NVIDIA RTX is bringing to the millions of creators and designers served by ecosystem partners. Finally, turning to automotive, Q1 revenue was $166 million up 14% from a year ago and up 2% sequentially. Year-on-year growth was driven by growing adoption of next generation AI cockpit solutions, an autonomous vehicle development deals. At GTC we had major customer and product announcements. Toyota selected NVIDIA's end-to-end platform to develop train and validate self-driving vehicles. This broad partnership includes advancements in AI computing, infrastructure using NVIDIA GPUs, simulation using NVIDIA drive constellation platform and in-car AV computers based on the DRIVE AGX Xavier or Pegasus. We also announced the public availability of Drive Constellation, which enables millions of miles to be driven in virtual worlds across the broad range of scenarios with greater efficiency, cost effectiveness and safety than what's possible to achieve in the real world. Constellation will be reported in our data center market platform. And we introduced NVIDIA Safety Force Field, a computational defensive driving framework that shield autonomous vehicles from collisions mathematically verified and validated in simulation Safety Force Field will prevent a vehicle from creating escalating or contributing to an unsafe starting situation. We continue to believe that every vehicle will have an autonomous capability one day whether with driver or driverless. To help make that vision a reality NVIDIA has created an end-to-end platform for autonomous vehicles from AI computing infrastructure to simulation to in-car computing and Toyota is our first major win that validates the strategy. We see this as a $30 billion addressable market by 2025. Moving to the rest of the P&L and balance sheet. Q1 GAAP gross margins was $58.4% and non-GAAP was 59% down year-on-year to lower gaming margins and mix up sequentially from Q4 which had $128 million charge from DRAM boards and other components. GAAP operating expenses were $938 million and non-GAAP operating expenses were $753 million up 21% and 16% year-on-year respectively. We remain on track for high single-digit OpEx growth in fiscal 2020, while continuing to invest in the key platforms driving our long-term growth. Namely graphics, AI and self-driving cars. GAAP EPS was $0.64 and non-GAAP EPS was $0.88. We did not make any stock repurchases in the quarter following the announcement of the pending Mellonox acquisition. We remain committed to returning $3 billion to shareholders through the end of fiscal 2020 in the form of dividends and repurchases. So far, we have returned $800 million through share repurchases and quarterly cash dividends. With that let me turn to the outlook for the second quarter of fiscal 2020. While we anticipate substantial quarter-over-quarter growth for Q2 outlook is somewhat lower than our expectation earlier in the quarter when our outlook for fiscal 2020 revenue was flat to down slightly from fiscal 2019. The data center spending pause around the world will likely persist in the second quarter and visibility remains low. In gaming, the CPU shortage while improving will affect the initial round of our laptop business. For Q2, we expect revenue to be $2.55 billion plus or minus 2%. We expect a stronger second half than the first half and we are returning to our practice of providing revenue outlook one quarter at a time. Q2 GAAP and non-GAAP gross margins are expected to be 59.2% and 59.5% respectively plus or minus 50 basis points. GAAP and non-GAAP operating expenses are expected to be approximately $985 million, $765 million respectively. GAAP and non-GAAP OIME or both expected to be income of approximately $27 million. GAAP and non-GAAP tax rates are both expected to be 10% plus or minus 1% excluding discrete items. Capital expenditures are expected to be approximately $120 million to $140 million. Further financial details are included in the CFO commentary and other information available on our IR Web site. In closing, let me highlight upcoming events for the financial community. We'll be presenting at the Bank of America Global Technology Conference on June 5; at the RBC Future of Mobility Conference on June 6; and at the NASDAQ Investor Conference on June 13."
}
