{
  "company_name": "NVIDIA",
  "quarter": "Q2",
  "fiscal_year": "2020",
  "total_revenue": {
    "value": 2.58,
    "unit": "billion",
    "context": "Q2 revenue, up 39% YoY and up 1% sequentially, in line with outlook.",
    "period": "Q2"
  },
  "segments": [
    {
      "name": "Gaming",
      "revenue": {
        "value": 1.31,
        "unit": "billion",
        "context": "Gaming segment revenue, down 27% YoY and up 24% sequentially.",
        "period": "Q2"
      },
      "growth_yoy": -27.0,
      "growth_qoq": 24.0,
      "key_points": [
        "Launched RTX SUPER lineup for desktop gamers.",
        "Released new RTX Studio laptops for creators.",
        "RTX SUPER GPUs deliver up to 24% performance boost over initial Turing GPUs.",
        "Ramped over 100 gaming laptop models ahead of back-to-school and holiday season.",
        "Sequential growth benefited from production ramp of two new Nintendo Switch models."
      ]
    },
    {
      "name": "Data Center",
      "revenue": {
        "value": 655.0,
        "unit": "million",
        "context": "Data center segment revenue, down 14% YoY and up 3% sequentially.",
        "period": "Q2"
      },
      "growth_yoy": -14.0,
      "growth_qoq": 3.0,
      "key_points": [
        "AI workloads drove sequential and year-over-year growth in vertical industries.",
        "Hyperscale portion impacted by weak spending at some Cloud Service Providers (CSPs).",
        "Wal-Mart uses NVIDIA GPUs for product demand forecasting, reducing processing time from weeks to 4 hours.",
        "Announced breakthroughs in AI language model BERT for natural language processing."
      ]
    },
    {
      "name": "Pro Visualization",
      "revenue": {
        "value": 291.0,
        "unit": "million",
        "context": "Pro Visualization segment revenue, up 4% YoY and up 9% sequentially.",
        "period": "Q2"
      },
      "growth_yoy": 4.0,
      "growth_qoq": 9.0,
      "key_points": [
        "Record revenue for mobile workstations.",
        "Strong demand for thin and light form factors.",
        "Over 40 design and creative applications with RTX technology announced."
      ]
    },
    {
      "name": "Automotive",
      "revenue": {
        "value": 209.0,
        "unit": "million",
        "context": "Automotive segment revenue, up 30% YoY and up 26% sequentially.",
        "period": "Q2"
      },
      "growth_yoy": 30.0,
      "growth_qoq": 26.0,
      "key_points": [
        "Growing adoption of AI cockpit solutions and autonomous vehicle development projects.",
        "Partnership with Volvo Group to develop AI and autonomous trucks.",
        "End-to-end platform for autonomous vehicles created by NVIDIA."
      ]
    }
  ],
  "operational_metrics": {
    "gross_margin": {
      "value": 59.8,
      "unit": "percentage",
      "context": "GAAP gross margin for Q2.",
      "period": "Q2"
    },
    "operating_margin": null,
    "net_income": null,
    "cash_flow": null,
    "other_metrics": {
      "non_gaap_gross_margin": {
        "value": 60.1,
        "unit": "percentage",
        "context": "Non-GAAP gross margin for Q2.",
        "period": "Q2"
      },
      "gaap_operating_expenses": {
        "value": 970.0,
        "unit": "million",
        "context": "GAAP operating expenses for Q2.",
        "period": "Q2"
      },
      "non_gaap_operating_expenses": {
        "value": 749.0,
        "unit": "million",
        "context": "Non-GAAP operating expenses for Q2.",
        "period": "Q2"
      },
      "gaap_eps": {
        "value": 0.9,
        "unit": "dollars",
        "context": "GAAP EPS for Q2.",
        "period": "Q2"
      },
      "non_gaap_eps": {
        "value": 1.24,
        "unit": "dollars",
        "context": "Non-GAAP EPS for Q2.",
        "period": "Q2"
      }
    }
  },
  "future_guidance": {
    "q3_revenue": {
      "value": 2.9,
      "unit": "billion",
      "context": "Expected revenue for Q3 FY2020.",
      "period": "Q3 FY2020"
    },
    "gaap_gross_margin": {
      "value": 62.0,
      "unit": "percentage",
      "context": "Expected GAAP gross margin for Q3 FY2020.",
      "period": "Q3 FY2020"
    },
    "non_gaap_gross_margin": {
      "value": 62.5,
      "unit": "percentage",
      "context": "Expected non-GAAP gross margin for Q3 FY2020.",
      "period": "Q3 FY2020"
    },
    "gaap_operating_expenses": {
      "value": 980.0,
      "unit": "million",
      "context": "Expected GAAP operating expenses for Q3 FY2020.",
      "period": "Q3 FY2020"
    },
    "non_gaap_operating_expenses": {
      "value": 765.0,
      "unit": "million",
      "context": "Expected non-GAAP operating expenses for Q3 FY2020.",
      "period": "Q3 FY2020"
    },
    "capital_expenditures": {
      "value": 100.0,
      "unit": "million",
      "context": "Expected capital expenditures for Q3 FY2020.",
      "period": "Q3 FY2020"
    }
  },
  "strategic_initiatives": [
    "Pending acquisition of Mellanox with regulatory approvals progressing.",
    "Announced partnership with Volvo Group for autonomous trucks.",
    "Introduced RTX Studio laptops for creators.",
    "Launched RTX SUPER GPUs for gaming."
  ],
  "market_opportunities": [
    {
      "AI": "Expanding adoption of AI across industries such as retail, public sector, and financial services."
    },
    {
      "Gaming": "Growing demand for gaming laptops and ray tracing technology in AAA titles."
    },
    {
      "Autonomous_Vehicles": "Projected $30 billion addressable market by 2025 for autonomous vehicle solutions."
    }
  ],
  "metadata": {
    "parsed_date": "2024-12-10T22:59:55.683124",
    "company_ticker": "NVDA",
    "source": "earnings_call_transcript"
  },
  "cfo_commentary": {
    "cfo_name": "Colette Kress",
    "introduction": [
      "Q2 revenue was $2.58 billion, in line with our outlook, down 17% year-on-year and up 16% sequentially.",
      "Strong sequential growth driven by the launch of RTX SUPER lineup and ramping of gaming laptops."
    ],
    "gaming": [
      "Gaming revenue of $1.31 billion was down 27% year-on-year and up 24% sequentially.",
      "Launched RTX SUPER lineup for desktop gamers, delivering up to 24% performance boost over initial Turing GPUs.",
      "Released new RTX Studio laptops for creators, enhancing performance for complex workflows like photorealistic ray tracing, AI image enhancement, and ultra high-resolution video.",
      "Ramped over 100 gaming laptop models ahead of back-to-school and holiday season, including thin and light form factors with Max-Q technology.",
      "Sequential growth benefited from production ramp of two new Nintendo Switch models.",
      "Ray tracing technology supported by major publishers and blockbuster titles such as Call of Duty: Modern Warfare, Cyberpunk 2077, Watch Dogs: Legion, and Wolfenstein: Youngblood.",
      "GeForce RTX GPUs now drive more than two-thirds of desktop gaming GPU revenue.",
      "GeForce NOW cloud gaming service launched with a freemium model, expanding access to underpowered PCs and devices."
    ],
    "data_center": [
      "Data Center revenue was $655 million, down 14% year-on-year and up 3% sequentially.",
      "AI workloads drove sequential and year-over-year growth in vertical industries such as public sector, higher education, and financial services.",
      "Hyperscale portion impacted by weak spending at some Cloud Service Providers (CSPs).",
      "Wal-Mart uses NVIDIA GPUs for product demand forecasting, reducing processing time from weeks to 4 hours.",
      "Announced breakthroughs in AI language model BERT for natural language processing, collaborating with Microsoft as an early adopter.",
      "Set records in MLPerf benchmarks, demonstrating leadership in AI training and inference performance.",
      "Launched NVIDIA EGX Intelligent Edge Computing Platform with over 100 technology partners, extending AI computing to the enterprise edge.",
      "Collaborated with Ericsson on software-defined 5G wireless RAN solution accelerated by GPUs."
    ],
    "pro_vis": [
      "Pro Visualization revenue reached $291 million, up 4% year-on-year and up 9% sequentially.",
      "Driven primarily by record revenue for mobile workstations with strong demand for thin and light form factors.",
      "Released over 40 design and creative applications with RTX technology, enhancing photorealistic rendering, augmented reality, and virtual reality.",
      "Strong demand from manufacturing, public sector, higher education, and healthcare customers."
    ],
    "automotive": [
      "Automotive revenue was $209 million, up 30% year-on-year and up 26% sequentially.",
      "Growing adoption of AI cockpit solutions and autonomous vehicle development projects.",
      "Partnership with Volvo Group to develop AI and autonomous trucks, leveraging NVIDIA’s end-to-end AI platform for training, simulation, and in-vehicle computing.",
      "End-to-end platform for autonomous vehicles enables development, testing, and safe operation of autonomous fleets, including cars, trucks, shuttles, and robo-taxis.",
      "Positions NVIDIA in a $30 billion addressable market by 2025 for autonomous vehicle solutions."
    ],
    "financials": [
      "Q2 GAAP gross margin was 59.8%, and non-GAAP gross margin was 60.1%, up sequentially.",
      "GAAP gross margin benefited from higher automotive development services, favorable mix in gaming, and lower component costs.",
      "GAAP operating expenses were $970 million, and non-GAAP operating expenses were $749 million, up 19% and 8% year-on-year respectively.",
      "GAAP EPS was $0.90, down 49% from a year earlier.",
      "Non-GAAP EPS was $1.24, down 36% from a year ago.",
      "Operating expenses remain on track for high single-digit growth in fiscal 2020, with continued investment in key platforms driving long-term growth."
    ],
    "q3_outlook": [
      "For Q3 fiscal 2020, we expect revenue to be $2.9 billion, plus or minus 2%.",
      "GAAP gross margin expected to be 62.0% ±50bps.",
      "Non-GAAP gross margin expected to be 62.5% ±50bps.",
      "GAAP operating expenses expected to be approximately $980 million.",
      "Non-GAAP operating expenses expected to be approximately $765 million.",
      "Capital expenditures expected to be approximately $100 million.",
      "Anticipate continued strong performance in gaming and automotive segments, with cautious outlook for data center due to market uncertainties."
    ],
    "investor_relations": [
      "Posted an investor presentation summarizing Q2 results and key highlights.",
      "Upcoming events: Morgan Stanley Technology Media and Telecom Conference on March 2nd in San Francisco.",
      "Upcoming webcast presentation and Q&A with CEO Jensen Huang on product announcements scheduled for May 28.",
      "Participation in various investor conferences: Cowen's TMT Conference on May 27, Morgan Stanley's Cloud Secular Winners Conference on June 1, BoFa Technology Conference on June 2, Needham Automotive Tech Conference on June 3, and Nasdaq Investor Conference on December 16."
    ]
  }
}
