{
    "CFO": "\nColette Kress: Thanks, Simona. As you know we lowered fourth quarter guidance for January 28th and the results are in line with our pre-announcement. Q4 revenue was $2.21 billion, down 24% from a year earlier, driven primarily by 45% year-on-year decline in gaming. Full year revenue was $11.72 billion, up 21% from the previous year. Starting with our gaming business. Revenue of $954 million was down 45% year-on-year and down 46% sequentially, weaker than our expectations heading into the quarter. Full year revenue was up 13% to $6.25 billion. Three factors contributed to the Q4 gaming revenue decline. First, post crypto inventory of GPUs in the channel caused us to reduce shipments in order to allow excess channel inventory to sell through. We expect channel inventory to normalize in Q1 in line with one to two quarter timeline we had outlined on our previous earnings call. Second, deteriorating macro economic conditions, particularly in China, impacted consumer demand for our GPUs; and third, sales of certain high end GPUs using our new Turing architecture, including the GeForce RTX 2080 and 2070 were lower than we expected for the launch of a new architecture. These products deliver a revolutionary leap in performance and innovation with real time ray-tracing and AI, but some customers may have delayed their purchase while waiting for lower price points or further demonstrations of the RTX technology and actual gains. The significant volatility in our gaming business over the last few quarters has been challenging to model. Crypto mining demand and its after effects have distorted the quarter-to-quarter trends in the gaming business and obscured its underlying trend line. Let me try to give you some visibility into what we believe the long live business looks like. As you know, our gaming business consists of desktop gaming, notebook gaming and gaming console products. To get a sense of the underlying run rate in our gaming business last year, it is helpful to look at desktop gaming revenue across the period that doesn't include crypto demand. Let's look at the four quarters starting from Q2 of last year to the current quarter or Q1 of this year. In Q2 and Q3 of last year with the benefit of hindsight, we shipped a higher amount of desktop gaming products relative to where end demand turned out to be. To allow the channel to work down that excess channel inventory, we shipped a lower amount relative to end demand in Q4 and will do so again in Q1. Therefore, exiting Q1, we expect channel inventories to be at normal levels. On average, our desktop gaming revenue across these four quarters is about $900 million. We believe this represents the normalized level of desktop gaming for this period. Notebook gaming and gaming consoles have averaged close to $500 million per quarter over these same four quarters, such in total we believe are normalized [indiscernible] gaming business revenue run rate is approximately $1.4 billion. As we look past Q1, we expect the channel inventory correction to be behind us and our business to have bottomed. On a full year basis, we expect our gaming business to be down slightly given the tough first half compares with growth in Turing and notebook gaming. At CES last month, we launched into the recovery of our gaming business. We announced the GeForce RTX 2060 at the mid range price point of [$349] [ph]. The 2060 delivers a 60% performance improvement over the GTX 1060 while also bringing Turing's real time ray tracing and AI features to the mass market for the first time. The 2060 has received rave reviews and is off to a great start. In addition, we announced a record of 40 plus new Turing based gaming laptops, which became available on January 29th.This is more than double the number of GeForce powered notebooks in the market last year. Featuring the energy efficiency of the Turing architecture [indiscernible] the laptops are able to deliver the performance of desktop gaming PCs. We expect GeForce laptops to continue to be the fastest growing segment of gaming. We're also pleased to see growing momentum in the RTX ecosystem. As more game developers are creating content to take advantage of the Turing architectures' amazing capabilities. Just this week, DLSS technology is becoming available in two blockbuster games, Battlefield 5 and Metro Exodus, and Anthem coming soon. In addition at CES, Justice and Atomic Heart showed demos featuring ray tracing and DLSS, and the large pipelines of games plan to integrate RTX technology. Pairing DLSS with ray tracing can provide comparable frame rates to traditional restorization but also much more beautiful cinematic visual, the best of both worlds. This is the next generation of gaming. While this was a challenging quarter in our gaming business we look forward to putting the channel inventory correction behind us and building on the solid foundation of our Turing architecture. Moving to data center. Revenue was $679 million, up 12% year-on-year and down 14% sequentially. Full year data center revenue was $2.93 billion, up a strong 52%. The Q4 sales decline was broad based across verticals and markets and geographies. As the quarter progressed, customers around the world became increasingly cautious due to rising economic uncertainty and the number of deals did not close in January. In addition, hyperscale and cloud purchases declined both sequentially and year-on-year as several customers paused at the end of the year. We believe the pause is temporary. The strength of NVIDIA's accelerated computing platform remains intact. We continue to lead the industry in performance for scientific computing and deep learning. And with CUDA's programability, we can continue to expand the value of our platform. For example, we recently announced RAPIDS, our CUDA acceleration stack for data analytics and machine learning. In December, the first objective third-party AI benchmark called MLPerf became available. And NVIDIA captured the top spots in the six test categories for training deep learning models that we competed in. And in January, Google Cloud announced that NVIDIA T4 Tensor Core GPUs are now available in beta in its data centers in the U.S., Europe, Brazil, India, Singapore and Tokyo. The T4 is a universal cloud GPU that accelerates a variety of workloads, including high-performance computing, deep learning training and inference, broader machine learning, data analytics and graphics. Our visibility remains low in the current cautious spending environment, and we don't forecast a meaningful recovery in the data center segment until later in the year. However, we are working closely with hyperscales around the world to integrate NVIDIA TensorRT software and Tensor Core GPUs into their inference production flow. Inference currently drives less than 10% of our data center business, while represents a significant expansion of our addressable market opportunity going forward. We have also strengthened our product portfolio and go-to-market capabilities to address vertical industries that have an enormous data and analytics requirement, such as automotive, financial services, retail, healthcare and consumer Internet services. With our RAPIDS software stack, NVIDIA can accelerate data analytics and machine learning and as we have done in deep learning. And we made it easier for customers to adopt our technology by partnering with Cisco, IBM, NetApp and Pure Storage to create pre-integrated systems that can be sold through their global IT channels. Moving to pro visualization, revenue reached $293 million, up 15% from the prior year and down 4% sequentially. Full year revenue was $1.13 billion, up 21% year-on-year. New applications like data science, AI and VR, as well as the need for thin and light mobile workstations remain key growth drivers for the business. We had key wins in the quarter, including Boeing, Google, LinkedIn and Toyota for applications including AI and robotics. This past week with our partners HP, Dell, Lenovo, we announced the availability of Quadro RTX workstation. Quadro RTX is the most significant workstation GPU upgrade in 10 years. It will enable millions of designers and creative artists for the first time to work interactively with super high resolution media and photorealistic 3D rendering, enabling them to be creative with dramatically improved productivity. Finally, turning to automotive. Q4 revenue was $163 million, up 23% from a year ago and down 5% sequentially. Full year revenue reached $641 million, up 15%. The sequential decline was largely seasonal. The year-on-year growth was driven by the increasingly adoption of next generation AI cockpit solutions and autonomous vehicle development deals, partially offset by declines in legacy infotainment. Last month at CES, we announced DRIVE AutoPilot, the world's first commercially available level two plus self driving car computer. This system offers sophisticated automated driving features that far surpassed today's ADAS offerings, increasing the vehicles' performance, functionality and road safety, while the driver remains in control. To deliver these capabilities, DRIVE AutoPilot uses multiple deep neural networks surround camera perception both in and outside of the car and significant AI processing capability. Systems from our Tier 1 partners, including Bosch, Continental, Veoneer, and ZF were all on-display at our booths. Although, as announced back in October, it was our first level two plus design win with cars slated for production in the early 2020s. Mercedes-Benz has also chosen NVIDIA for its next generation autonomous vehicle and cockpit computer. This centralized AI computing system replaces dozens of smaller processors inside current cars. DRIVE AutoPilot is a major milestone for NVIDIA, and takes our high functioning self-driving capabilities into the mass market. This will be an important year for robo-taxi pilots and initial level two design wins. Moving to the rest of the P&L and balance sheet. Q4 GAAP gross margins was 54.7% and non-GAAP was 56%, down sequentially and year-on-year, primarily due to $128 million charge for DRAM [port] and other components associated with our lower than expected Q4 revenue and current market conditions. GAAP operating expenses were $913 million and non-GAAP operating expenses were $755 million, up 25% and 24% year-on-year respectively. The GAAP EPS was $0.92, down 48% from a year earlier. Full year GAAP EPS was $6.63, up 38% from the prior year. Non-GAAP EPS was $0.80, down 53% from a year ago. Full year non-GAAP EPS was $6.64, up 35% from the prior year. We returned $1.95 billion to shareholders in the fiscal year through a combination of quarterly dividends and share repurchases. As we announced last quarter, we plan to return $3 billion to shareholders through the end of fiscal 2020 in the form of dividends and buybacks. We repurchased $700 million during the fourth quarter fiscal 2019. With that, let me turn to the outlook for the first quarter of fiscal 2020; we expect revenue to be $2.2 billion plus or minus 2%; GAAP and non-GAAP gross margins are expected to be 58.8% and 59% respectively plus or minus 50 basis points; GAAP and non-GAAP operating expenses are expected to be approximately $930 million and $755 million respectively. GAAP and non-GAAP OI&E are both expected to be an income of $20 million; GAAP and non-GAAP tax rates are both expected to be 10% plus or minus 1%, excluding discrete items; capital expenditures are expected to be approximately $150 million to $170 million. For fiscal 2020, we expect Q1 to mark the bottom as we passed the inventory correction in gaming. We expect total revenue for the year to be flat to down slightly with growth in our four end markets, compensating for the absence of crypto revenue and the excess selling for most year. We plan to grow OpEx in the high single digits this year, and we continue to invest in our focus growth areas of graphics, AI and self-driving cars. Further financial details are included in the CFO commentary, and other information is available on our IR Web site. In closing, I'd like to highlight upcoming events for the financial community; we will be presenting at the Morgan Stanley Technology, Media and Telecom conference on February 26; and our next earnings call to discuss our financial results for the quarter of fiscal 2020 take place on May 15th."
}
