{
  "company_name": "NVIDIA",
  "quarter": "Q1",
  "fiscal_year": "2020",
  "total_revenue": {
    "value": 2.2,
    "unit": "billion",
    "context": "Total revenue for Q1, in line with outlook, down 31% YoY and up 1% sequentially.",
    "period": "Q1"
  },
  "segments": [
    {
      "name": "Gaming",
      "revenue": {
        "value": 1.05,
        "unit": "billion",
        "context": "Gaming segment revenue for Q1, down 39% YoY and up 11% sequentially.",
        "period": "Q1"
      },
      "growth_yoy": -39.0,
      "growth_qoq": 11.0,
      "key_points": [
        "Initial ramp of Turing and reduction of inventory in the channel.",
        "Launch of mid-range GeForce products starting at $149.",
        "New product launches: GeForce GTX 1660 Ti, 1660, and 1650.",
        "GeForce gaming laptops start at $799 and go up to RTX 2080 4K laptops.",
        "Ray tracing gaining momentum with support from major game engines.",
        "GeForce NOW cloud gaming service has 300,000 monthly active users and 1 million on the waitlist.",
        "GeForce NOW Alliance launched with SoftBank and LG UPlus for 5G networks."
      ]
    },
    {
      "name": "Data Center",
      "revenue": {
        "value": 634.0,
        "unit": "million",
        "context": "Data center segment revenue for Q1, down 10% YoY and down 7% sequentially.",
        "period": "Q1"
      },
      "growth_yoy": -10.0,
      "growth_qoq": -7.0,
      "key_points": [
        "Inference revenue up sharply year-on-year and sequentially.",
        "Adoption of T4 GPUs by Amazon, Alibaba, Google, Baidu, and Tencent.",
        "Growing adoption of GPUs for inference by companies like LinkedIn, Expedia, Microsoft, PayPal, Pinterest, Snap, and Twitter.",
        "Inference contribution to data center revenue is now in double-digit percentages.",
        "Introduction of T4 enterprise and edge computing servers.",
        "RTX server configuration unveiled with 40 GPUs in an 8U space.",
        "Pending acquisition of Mellanox for $6.9 billion to strengthen data center strategy."
      ]
    },
    {
      "name": "Pro Visualization",
      "revenue": {
        "value": 266.0,
        "unit": "million",
        "context": "Pro visualization segment revenue for Q1, up 6% YoY and down 9% sequentially.",
        "period": "Q1"
      },
      "growth_yoy": 6.0,
      "growth_qoq": -9.0,
      "key_points": [
        "Year-on-year growth driven by desktop and mobile workstations.",
        "Emerging applications like AI/AR/VR contributed 38% of revenue.",
        "Adoption of NVIDIA RTX by top 3D application providers like Adobe, Autodesk, and Pixar.",
        "RTX Ray tracing used in upcoming Pixar films and Disney projects."
      ]
    },
    {
      "name": "Automotive",
      "revenue": {
        "value": 166.0,
        "unit": "million",
        "context": "Automotive segment revenue for Q1, up 14% YoY and up 2% sequentially.",
        "period": "Q1"
      },
      "growth_yoy": 14.0,
      "growth_qoq": 2.0,
      "key_points": [
        "Growth driven by adoption of AI cockpit solutions and autonomous vehicle development deals.",
        "Toyota selected NVIDIA's platform for self-driving vehicle development.",
        "Public availability of Drive Constellation for virtual simulation.",
        "Introduction of NVIDIA Safety Force Field for autonomous vehicles.",
        "Addressable market for autonomous vehicles estimated at $30 billion by 2025."
      ]
    }
  ],
  "operational_metrics": {
    "gross_margin": {
      "value": 58.4,
      "unit": "percentage",
      "context": "GAAP gross margin for Q1.",
      "period": "Q1"
    },
    "operating_margin": null,
    "net_income": null,
    "cash_flow": null,
    "other_metrics": {
      "non_GAAP_gross_margin": {
        "value": 59.0,
        "unit": "percentage",
        "context": "Non-GAAP gross margin for Q1.",
        "period": "Q1"
      },
      "GAAP_operating_expenses": {
        "value": 938.0,
        "unit": "million",
        "context": "GAAP operating expenses for Q1.",
        "period": "Q1"
      },
      "non_GAAP_operating_expenses": {
        "value": 753.0,
        "unit": "million",
        "context": "Non-GAAP operating expenses for Q1.",
        "period": "Q1"
      },
      "GAAP_EPS": {
        "value": 0.64,
        "unit": "dollars",
        "context": "GAAP EPS for Q1.",
        "period": "Q1"
      },
      "non_GAAP_EPS": {
        "value": 0.88,
        "unit": "dollars",
        "context": "Non-GAAP EPS for Q1.",
        "period": "Q1"
      }
    }
  },
  "future_guidance": {
    "Q2_revenue": {
      "value": 2.55,
      "unit": "billion",
      "context": "Revenue outlook for Q2.",
      "period": "Q2"
    },
    "GAAP_gross_margin": {
      "value": 59.2,
      "unit": "percentage",
      "context": "GAAP gross margin outlook for Q2.",
      "period": "Q2"
    },
    "non_GAAP_gross_margin": {
      "value": 59.5,
      "unit": "percentage",
      "context": "Non-GAAP gross margin outlook for Q2.",
      "period": "Q2"
    },
    "GAAP_operating_expenses": {
      "value": 985.0,
      "unit": "million",
      "context": "GAAP operating expenses outlook for Q2.",
      "period": "Q2"
    },
    "non_GAAP_operating_expenses": {
      "value": 765.0,
      "unit": "million",
      "context": "Non-GAAP operating expenses outlook for Q2.",
      "period": "Q2"
    },
    "capital_expenditures": {
      "value": 120.0,
      "unit": "million",
      "context": "Capital expenditures outlook for Q2 (lower bound).",
      "period": "Q2"
    },
    "capital_expenditures_upper_bound": {
      "value": 140.0,
      "unit": "million",
      "context": "Capital expenditures outlook for Q2 (upper bound).",
      "period": "Q2"
    }
  },
  "strategic_initiatives": [
    "Expansion of T4 enterprise and edge computing servers.",
    "Introduction of NVIDIA Safety Force Field for autonomous vehicles.",
    "Launch of GeForce NOW Alliance with SoftBank and LG UPlus.",
    "Pending acquisition of Mellanox for $6.9 billion."
  ],
  "market_opportunities": [
    {
      "gaming": "Expansion of GeForce NOW to 1 billion PCs that are not game-ready."
    },
    {
      "data_center": "Growing adoption of GPUs for inference and edge AI computing systems."
    },
    {
      "pro_visualization": "Transformation of the 3D market with NVIDIA RTX."
    },
    {
      "automotive": "Estimated $30 billion addressable market for autonomous vehicles by 2025."
    }
  ],
  "metadata": {
    "parsed_date": "2024-12-10T22:51:45.687373",
    "company_ticker": "NVDA",
    "source": "earnings_call_transcript"
  },
  "cfo_commentary": {
    "cfo_name": "Colette Kress",
    "introduction": [
      "Q1 revenue was $2.2 billion, in line with our outlook and down 31% year-on-year and up 1% sequentially.",
      "Starting with our gaming business, revenue of $1.05 billion was down 39% year-on-year and up 11% sequentially, consistent with our expectations.",
      "Pleased with the initial ramp of Turing and the reduction of inventory in the channel."
    ],
    "gaming": [
      "Gaming revenue of $1.05 billion was down 39% YoY and up 11% sequentially.",
      "Initial ramp of Turing and reduction of inventory in the channel.",
      "Launched mid-range GeForce products starting at $149.",
      "New product launches included GeForce GTX 1660 Ti, 1660, and 1650, bringing Turing to high volume PC gaming for desktops and laptops.",
      "These GPUs deliver up to 50% performance improvement over Pascal-based predecessors, leveraging new Shader innovations like concurrent floating point and integer operations, a unified cache, and adaptive shading with power-efficient architecture.",
      "Expect continued growth in gaming laptops this year; gaming laptops are a standout growth driver.",
      "OEMs have built a record of nearly 100 GeForce gaming laptops, ranging from $799 to RTX 2080 4K laptops more powerful than next-generation consoles.",
      "Ray tracing technology gaining significant momentum, supported by major game engines like Microsoft DSR, Epic's Unreal Engine, and Unity.",
      "Ray tracing will be the standard for next-generation games, supported by titles like Call of Duty: Modern Warfare, Cyberpunk 2077, Watch Dogs: Legion, and Wolfenstein: Youngblood.",
      "GeForce RTX GPUs now drive more than two-thirds of desktop gaming GPU revenue.",
      "Launched Shield TV and Shield TV Pro with AI-based video upscaling, introducing AI to the streaming market with real-time 4K upscaling using NVIDIA-trained deep neural networks.",
      "Launched GeForce NOW cloud gaming service with a freemium model, expanding access to underpowered PCs and devices; currently has 300,000 monthly active users and 1 million on the waitlist.",
      "Launched GeForce NOW Alliance with SoftBank and LG UPlus, partnering to develop and manage the service, sharing subscription revenue."
    ],
    "data_center": [
      "Data Center revenue was $634 million, down 10% YoY and down 7% sequentially, reflecting the pause in hyperscale spending.",
      "While demand from some hyperscale customers bounced back nicely, others paused or cut back.",
      "Inference revenue was up sharply both YoY and sequentially with broad-based adoption across hyperscale and consumer internet companies.",
      "Amazon and Alibaba joined other hyperscale customers like Google, Baidu, and Tencent in adopting the T4 in their data centers.",
      "Consumer internet companies like LinkedIn, Expedia, Microsoft, PayPal, Pinterest, Snap, and Twitter are adopting GPUs for inference, making inference revenue contribution into double-digit percentages.",
      "Expanded reach in enterprise by teaming up with major OEMs to introduce T4 enterprise and edge computing servers, optimized for NVIDIA CUDA-X AI acceleration libraries for AI and data analytics.",
      "Launched NVIDIA EGX Intelligent Edge Computing Platform with over 100 technology partners, enabling AI computing at the enterprise edge for industries like transportation, manufacturing, industrial, retail, healthcare, and agricultural.",
      "Made significant progress in data center rendering and graphics by unveiling a new RTX server configuration with 40 GPUs in an 8U space and up to 32 servers in a pod, optimized for rendering, remote workstations, and cloud gaming.",
      "Early RTX server deployments at leading studios, including Disney and Pixar.",
      "Announced pending acquisition of Mellanox for $6.9 billion to strengthen data center strategy, uniting two leading companies in high performance computing.",
      "Post-acquisition, NVIDIA and Mellanox will optimize data center scale workloads across computing, networking, and storage stacks, enhancing performance, utilization, and reducing operating costs for customers."
    ],
    "pro_vis": [
      "Pro Visualization revenue reached $266 million, up 6% year-on-year and down 9% sequentially.",
      "Year-on-year growth driven by desktop and mobile workstations.",
      "Emerging applications like AI/AR/VR contributed 38% of Pro Visualization revenue.",
      "Strong demand for thin and light mobile workstations.",
      "Over 40 design and creative applications with RTX technology announced by leading software vendors like Adobe, Autodesk, Chaos Group, Dassault Systems, and Pixar.",
      "RTX Ray tracing transforming the visual effects industry, enabling faster photorealistic rendering, augmented reality, and virtual reality.",
      "At UTC, announced adoption of NVIDIA RTX by top 3D application providers, enhancing capabilities for over 40 million users.",
      "Pixar using NVIDIA RTX Ray tracing for upcoming films, enabling rendered images up to 4x faster in product design workflows."
    ],
    "automotive": [
      "Automotive revenue was $166 million, up 14% year-on-year and up 2% sequentially.",
      "Growth driven by adoption of AI cockpit solutions and autonomous vehicle development deals.",
      "Toyota selected NVIDIA's end-to-end platform to develop, train, and validate self-driving vehicles, including advancements in AI computing, infrastructure, simulation, and in-car AV computers based on DRIVE AGX Xavier or Pegasus.",
      "Public availability of Drive Constellation enables millions of miles to be driven in virtual worlds with greater efficiency, cost-effectiveness, and safety.",
      "Introduced NVIDIA Safety Force Field, a computational defensive driving framework to prevent collisions through mathematically verified and validated simulations.",
      "Positions NVIDIA in a $30 billion addressable market for autonomous vehicles by 2025, offering an end-to-end platform from AI computing infrastructure to simulation and in-car computing.",
      "Collaboration with Volvo Group to develop AI and autonomous trucks, leveraging NVIDIA’s platform for training, simulation, and in-vehicle computing."
    ],
    "financials": [
      "Q1 GAAP gross margin was 58.4%, and non-GAAP gross margin was 59%, down year-on-year due to lower gaming margins and sequential mix-up from Q4 charges from DRAM boards and other components.",
      "GAAP operating expenses were $938 million, and non-GAAP operating expenses were $753 million, up 21% and 16% year-on-year respectively.",
      "Remain on track for high single-digit OpEx growth in fiscal 2020 while continuing to invest in key platforms driving long-term growth: graphics, AI, and self-driving cars.",
      "GAAP EPS was $0.64, and non-GAAP EPS was $0.88.",
      "Did not make any stock repurchases in the quarter following the announcement of the pending Mellanox acquisition.",
      "Committed to returning $3 billion to shareholders through the end of fiscal 2020 in the form of dividends and repurchases, having returned $800 million through share repurchases and quarterly cash dividends."
    ],
    "q2_outlook": [
      "For Q2 fiscal 2020, expect revenue to be $2.55 billion, plus or minus 2%.",
      "GAAP gross margin expected to be 59.2% ±50 basis points.",
      "Non-GAAP gross margin expected to be 59.5% ±50 basis points.",
      "GAAP operating expenses expected to be approximately $985 million.",
      "Non-GAAP operating expenses expected to be approximately $765 million.",
      "GAAP and non-GAAP OI&E both expected to be income of approximately $27 million.",
      "GAAP and non-GAAP tax rates expected to be 10% ±1%, excluding discrete items.",
      "Capital expenditures expected to be approximately $120 million to $140 million.",
      "Anticipate continued strong performance in gaming and automotive segments, with a cautious outlook for data center due to market uncertainties."
    ],
    "future_guidance": [
      "Q2 fiscal 2020 revenue outlook: $2.55 billion ±2%.",
      "GAAP gross margin outlook: 59.2% ±50bps.",
      "Non-GAAP gross margin outlook: 59.5% ±50bps.",
      "GAAP operating expenses outlook: approximately $985 million.",
      "Non-GAAP operating expenses outlook: approximately $765 million.",
      "Capital expenditures outlook: approximately $120 million to $140 million."
    ],
    "investor_relations": [
      "Posted an investor presentation summarizing Q1 results and key highlights.",
      "Committed to returning $3 billion to shareholders through dividends and repurchases by the end of fiscal 2020.",
      "Upcoming events: Morgan Stanley Technology Media and Telecom Conference on March 2nd in San Francisco.",
      "Upcoming webcast presentation and Q&A with CEO Jensen Huang on product announcements scheduled for May 28.",
      "Participation in various investor conferences: Cowen's TMT Conference on May 27, Morgan Stanley's Cloud Secular Winners Conference on June 1, BoFa Technology Conference on June 2, Needham Automotive Tech Conference on June 3, and Nasdaq Investor Conference on December 16."
    ]
  }
}
