{
    "CFO": "\nColette Kress: Thanks, Simona. This is a big week for NVIDIA. We just announced the biggest leap in GPU architecture in over a decade. We can’t wait to tell you more about it. But first, let’s talk about the quarter. We had another strong quarter, led by Datacenter and Gaming. Q2 revenue reached $3.12 billion, up 40% from a year earlier. Each market platform, Gaming, Datacenter, Pro Visualization, and Automotive hit record levels with strong growth, both sequentially and year-on-year. These platforms, collectively grew more than 50% year-on-year. Our revenue outlook had anticipated cryptocurrency-specific products declining to approximately $100 million, while actual crypto-specific product revenue was $18 million, and we now expect a negligible contribution going forward. Gross margins grew nearly 500 basis points year-on-year, while both GAAP and non-GAAP net income exceeded $1 billion for the third consecutive quarter. Profit nearly doubled. From a reporting segment perspective, GPU revenue grew 40% from last year to $2.66 billion. Tegra Processor revenue grew 40% to $467 million. Let’s start with our Gaming business. Revenue of $1.8 billion was up 52% year-on-year and up 5% sequentially. Growth was driven by all segments of the business with desktop, notebook, and gaming consoles up all strong double-digit percentages year-on-year. Notebooks were standout this quarter with strong demands for thin and right form factors, based on our Max-Q technology. Max-Q enables gaming PC OEMs to pack a high-performance GPU into a slim notebook that is just 20 millimeters thick, or less. All major notebook OEMs and ODMs have adopted Max-Q for their top of the line gaming notebooks, just in time for back-to-school. And we expect to see 26 models, based on Max-Q, in stores, for the holidays. The gaming industry remains vibrant. The eSports audience now approaches 400 million, up 18% over the past year. The unprecedented success of Fortnite and PUBG has popularized this new Battle Royale genre, and expanded the gaming market. In fact, the Battle Royale mode is coming to games like the much anticipated Battlefield 5. We are thrilled to partner with EA to make GeForce the best PC gaming platform for the release of Battlefield 5 in October. We’ve also partnered with Square Enix to make GeForce the best platform for its upcoming Shadow of the Tomb Raider. Monster Hunter World arrived on PCs earlier this month, and it was an instant hit. And many more titles are lined up for what promises to be a big holiday season. It’s not just new titles that are building anticipation. The gaming community is excited of the Turing architecture, announced earlier this week at SIGGRAPH. Turing is our most important innovation since the invention of the CUDA GPU, over a decade ago. The architecture includes new, dedicated ray-tracing processors or RT Cores, and new Tensor Cores for AI inferencing which together will make real-time ray-tracing possible for the first time. We will enable the cinematic quality gaming, amazing new effects powered by neural networks and fluid interactivity on highly complex models. Turing will reset the look of video games and open up the 250 billion visual effects industries to GPUs. Turing is the result of more than 10,000 engineering years of effort. It delivers up to 6x performance increase over Pascal for ray-traced graphics and up to 10x boost for peak inference swaps. This new architecture will be the foundation of new portfolio of products across our platforms going forward. Moving to Datacenter. We had another strong quarter with revenue of $760 million, accelerating to 83% year-on-year growth and up 8% sequentially. This performance was driven by hyperscale demand as internet services used daily by billions of people increasingly leverage AI. Our GPUs power real-time services such as search, voice recognition, voice synthesis, translation, recommender engines, fraud detection, and retail applications. We also saw growing adoption of our AI and high-performance computing solutions by vertical industries, representing one of the most fastest areas of growth in our business. Companies and sectors ranging from oil and gas to financial services to transportation are harnessing the power of AI and our accelerated computing platform to turn data into actionable insights. Our flagship Tensor Core GPU, the Tesla V100, based on Volta architecture continued to ramp for both AI and high-performance computing applications. Volta has been adopted by every major cloud provider and hyperscaledatacenter operator around the world. Customers have quickly moved to qualify the new version of V100, which doubled the on-chip DRAM to 32 gig to support much larger data sets and neural networks. Major server OEMs, HP Enterprise, IBM, Lenovo, Cray and Supermicro also brought the V100 32 gig to market in the quarter. We should continue to gain traction with AI inference solution which helped expand our addressable market in the datacenter. During the quarter, we released our TensorRT 4 AI inference accelerator software for general availability. While prior versions of the TensorRT optimized image and video-related workloads, TensorRT 4 expands the aperture to include more use cases such as speech recognition, speech synthesis, translation, and recommendation systems. This means, we can now address a much larger portion of deep learning inference workloads, delivering up to 190x performance speed-up relative to CPUs. NVIDIA and Google engineers have integrated TensorRT into the TensorFlow deep learning framework, making it easier to run AI inference on our GPUs. And Google Cloud announced that NVIDIA Tesla P4 GPU, our small form factor GPU for AI inferenceand graphic virtualization is available on Google Cloud Platform. Datacenter growth was also driven by DGX, our fully optimized AI server which incorporates V100 GPUs, our proprietary high-speed interconnect and our fully optimized software stack. The annual run rate for DGX is in the hundreds of millions of dollars. DGX-2, announced in March at our GPU Technology Conference, is being qualified by customers and is on track to ramp in the third quarter. At GTC Taiwan in June, we announced that we are bringing DGX-2 technology to our HGX-2 server platform. We make HGX-2 available to OEM and ODM partners, so they can quickly deploy our newest innovations in their own server designs. In recent weeks, we announced partnerships with NetApp and Pure Storage to help customers speed AI deployment from month to days or even hours, with highly-integrated, optimized solutions that combine DGX with the company’s all-flash storage offerings and third-party networking. At GTC Taiwan, we also revealed that we are -- set high speed records for AI training and inference influence. Key to our strategy is our software stack. From CUDA to our training and inference of SDKs as well as our work with developers to accelerate their applications. It is the reason we can achieve such dramatic performance gains in such a short period of time. And our developer ecosystem is getting stronger. In fact, we just passed 1 million members in our developer program, up 70% from one year ago. One of our proudest moments this quarter was the launch of the Summit AI supercomputer in Oak Ridge National Laboratory. Summit is powered by over 27,000 Volta Tensor Core GPUs and helped the U.S. reclaim the number one spot on the TOP500 supercomputer list for the first time in five years. Other NVIDIA power systems joined the TOP500 list were Sierra at Lawrence Livermore National Laboratory in the third spot and the ABCI Japan’s fastest supercomputer in the fifth spot, NVIDIA now powers five of the world’s seven fastest supercomputers, reflecting the broad shift in supercomputing to GPUs. Indeed, the majority of the computing performance added to the latest TOP500 list comes from NVIDIA GPUs and more than 550 HPC applications are now GPU accelerated. With our Tensor Core GPUs, supercomputers can now combine simulation with the power of AI to advance many scientific applications from molecular dynamics to seismic processing to genomics and material science. Moving to Pro Visualization. Revenue grew to $281 million, up 20% year-over-year and 12% sequentially, driven by demand for real-time rendering and mobile workstations, as well as emerging applications like AI and VR. These emerging applications now represent approximately 35% of Pro Visualization sales. Strength extended across several key industries including healthcare, oil and gas, and media and entertainment. Key wins in the quarter include Raytheon, Lockheed, GE, Siemens and Phillips Healthcare. In announcing the Turing architecture at SIGGRAPH, we also introduced the first Turing-based processors, the Quadro RTX 8000, 6000 and 5000 GPUs, bringing interactive ray-tracing to world, years before it’s been predicted. We also announced that the NVIDIA RTX Server, a full ray-tracing global illumination rendering server that will give a giant boost to world’s render firms as Moore’s Law ends. Turing is set to revolutionized the work of 5 -- 50 million designers and artists, enabling them to render photorealistic scenes in real time and add new AI-based capabilities to the workflows. Private GPUs based on the Turing will be available in the fourth quarter. Dozens of leading software providers, developers and OEMs have already expressed support for Turing. Our ProViz partners view it as a game-changer for professionals in the media and entertainment, architecture and manufacturing industries. Finally, turning to Automotive. Revenue was a record $161 million, up 13% year-over-year and up 11% sequentially. This reflects growth in our autonomous vehicle production and development engagements around the globe, as well as the ramp of next-generation AI-based, smart cockpit infotainment solutions. We continue to make progress on our autonomous vehicle platform with key milestones and partnerships announced this quarter. In July Daimler and Bosch selected DRIVE Pegasus as the AI brain for their level 4 and level 5 autonomous fleets. Pilot testing will begin next year in Silicon Valley. This collaboration brings together NVIDIA’s leadership in AI and self-driving platforms, Bosch’s hardware and systems expertise as the world’s largest tier 1 automotive supplier, and Daimler’s vehicle expertise and global brand synonymous with safety and quality. This quarter, we started shipping development systems for DRIVE Pegasus, an AI supercomputer designed specifically for autonomous vehicles. Pegasus delivers 320 trillion operations per second to handle diverse and redundant algorithms, and architected for safety as well as performance. This automotive grade, functionally safe production solution uses two NVIDIA Xavier SoCs and two next-generation GPUs, designed for AI and visual processing, delivering more than 10x greater performance and 10x higher data bandwidth compared to the previous generation. With co-designed hardware and software, the platform is created to achieve ASIL D ISO 26262, the industry’s highest level of automotive functional safety. We have created a scalable AI car platform that spans the entire range of automated and autonomous driving, from traffic jam pilots to level 5 robotaxis. More than 370 companies and research institutions are using NVIDIA’s automotive platform. With this growing momentum and accelerating revenue growth, we remain excited about the intermediate and long-term opportunities for autonomous driving business. This quarter, we also introduced our Xavier platform for Jetson for the autonomous machine market. With more than 9 billion transistors, it delivers over 30 trillion operations per second, more processing capability than a powerful workstation or using one-third the energy of a light bulb. Jetson Xavier establishes customers to deliver AI computing at the edge, powering autonomous machines like robots or drones with applications in manufacturing, logistics, retail, agricultural, healthcare and more. Lastly, in our OEM segment, revenue declined by 54% year-on-year and 70% sequentially. This was primarily driven by the sharp decline of cryptocurrency revenues to fairly minimal levels. Moving to the rest of the P&L. Q2 GAAP gross margin was 63.3% and non-GAAP was 63.5%, in line with our outlook. GAAP operating expenses were $818 million. Non-GAAP operating expenses were $692 million, up 30% year-on-year. We can continue to invest in the key platforms, driving our long-term growth including Gaming, AI and Automotive. GAAP net income was $1.1 billion and EPS was $1.76, up 89% and 91%, respectively, from a year earlier. Some of the upside was driven by a tax rate near 7% compared to our outlook of 11%. Non-GAAP net income was $1.21 billion and EPS was $1.94, up 90% and 92%, respectively, from a year ago, reflecting revenue strength, as well as gross and operating margin expansion and lower taxes. Quarterly cash flow from operations was $913 million, capital expenditures were $128 million. With that, let me turn to the outlook for the third quarter of fiscal 2019. We are including no contribution from crypto in our outlook. We expect revenue to be $3.25 billion, plus or minus 2%. GAAP and non-GAAP gross margins are expected to be 62.6% and 62.8%, respectively, plus or minus 50 basis points. GAAP and non-GAAP operating expenses are expected to be approximately $870 million and $730 million, respectively. GAAP and non-GAAP OI&E are both expected to be income of $20 million. GAAP and non-GAAP tax rates are both expected to be 9%, plus or minus 1%, excluding discrete items. Capital expenditures are expected to be approximately $125 million to $150 million. Further financial details are included in the CFO Commentary and other information available on our IR website. In closing, I’d like to highlight some of the upcoming events for the financial community. We will be presenting at the Citi Global Technology Conference on September 6th and meeting with the financial community at our GPU technology conferences in Tokyo on September 13th and Munich on October 10th. And our next earnings call to discuss our financial results is in the third quarter of 2019, will take place on November 15. We will now open the call for questions."
}
