{
    "CFO": "\nColette Kress: Thanks, Simona. Q4 revenue was $3.11 billion, up 41% year-on-year and up 3% sequentially, well above our outlook, reflecting upside in our data center and gaming businesses. Full year revenue was $10.9 billion, down 7%. We recovered from the excess channel inventory in gaming and an earlier pause in hyperscale spending and exited the year with great momentum. Starting with gaming. Revenue of $1.49 billion was up 56% year-on-year and down 10% sequentially. Full year gaming revenue was $5.52 billion, down 12% from our prior year. We enjoyed strong end demand for our desktop and notebook GPUs. Let me give you some more details. Our gaming lineup was exceptionally well positioned for the holidays, with the unique ray tracing capabilities of our RTX GPUs and incredible performance at every price point. From the Singles Day shopping event in China, through the Christmas season in the West, channel demand was strong for our entire stack. Fueling this were new blockbuster games like Call of Duty: Modern Warfare, continued esports momentum and new RTX SUPER products. With RTX price points as low as $299, ray tracing is now the sweet spot for PC gamers. Gaming is thriving and gamers prefer GeForce. The global phenomenon of esports keeps gaming momentum with an audience now exceeding 440 million, up over 30% in just two years, according to Newzoo. The League of Legends World Championship brought more than 100 million viewers on par with this month's Super Bowl. Ray tracing titles continue to come to market and GeForce RTX GPUs are the only ones that support this important technology. This quarter Wolfenstein: Youngblood and Deliver Us The Moon were the latest titles to support ray tracing, as well as NVIDIA's Deep Learning Super Sampling technique, which also uses AI to boost performance. With the proliferation of RTX-enabled games and our best ever top-to-bottom performance, we are solidly into the Turing Architecture upgrade cycle. Gamers continue to move to higher-end GPUs, seeking better performance and support for ray tracing. Gaming laptops posted double-digit year-on-year growth for the eighth consecutive quarter. The category continues to expand, driven by appealing thin and light form factors with fantastic graphics performance. This holiday season retailers stocked a record 125 gaming laptops based on NVIDIA GPUs, up from 94 last year, with our Max-Q designs up 2x. At CES we launched the world's first 14-inch, GeForce RTX laptop with ASUS. We also continue to expand our Studio lineup of laptops for the fast-growing population of freelance creators, designers and Youtubers with 13 new RTX Studio systems introduced at CES. Powered by Turing GPUs, these systems are optimized for over 55 creative and design applications with RTX accelerated ray tracing and/or AI. Last week, we launched our GeForce NOW cloud gaming service. Powered by GeForce, GeForce NOW is the first cloud gaming service to deliver ray trace games. It's also the only open platform, so gamers can enjoy the games they already have. And use their existing store accounts without having to repurchase games. GeForce NOW enables PC games on Mac, Windows, PCs, TVs, mobile devices and soon Chromebooks. GFN has a freemium business model that includes two membership plans. A free membership with standard access and the Founders tier with a starting price of $4.99 per month which gives priority access and RTX ray tracing support. Our goal with GeForce NOW is to expand GeForce gaming to more gamers. About 80% of GeForce NOW gamers are playing on underpowered PCs or devices with Mac OS or Android. With GeForce NOW, they are able to enjoy PC gaming on a GeForce GPU in the cloud. GeForce Now can expand GeForce well beyond the roughly 200 million gamers we reach today. Separately, we entered into a collaboration with Tencent, the world's largest gaming platform to bring PC gaming in the cloud to China, the world's largest gaming market. NVIDIA GPU technology will power Tencent's Start cloud gaming service, which is in early testing stages. Moving to data center, revenue was a record $968 million, up 43% year-on-year and up 33% sequentially, our strongest ever sequential growth in dollar terms. Full year fiscal year 2020 data center revenue was a record $2.98 billion up, 2% from the prior year. Strong growth was fueled by hyperscale and vertical industry end customers. Hyperscale demand was driven by purchases of both our training and inference products, in support of key AI workloads such as natural language understanding, conversational AI and deep recommendators. Hyperscale demand was also driven by cloud computing. AWS now makes the T4 available in every region. This underscores the versatility of the T4 which excels at a wide array of high-performance computing workloads, including AI inference, cloud gaming, rendering, and virtual desktop. Vertical industry growth was driven primarily by, consumer Internet companies. Other verticals, such as, retail, health care, and logistics continue to grow from early-stage build-outs, with a strong foundation of deep learning engagements. And we see an expanding set of opportunities across high-performance computing, data science and edge computing applications. T4, our inference platform had another strong quarter, with shipments up 4x, year-on-year driven by public cloud deployments, as well as edge AI video analytics applications. T4 and V100, reflecting strong demand for inference and training respectfully, set records this quarter for both shipments and revenue. Even as NVIDIA remains the leading platform for AI model training, NVIDIA's inference platform is gaining wide use by some of the world's leading enterprise and consumer Internet companies, including American Express, Microsoft, PayPal, Pinterest, Snap and Twitter. The industry continues to do groundbreaking AI work for NVIDIA. For example, Microsoft's biggest quality improvements made over the past year in its Bing search engine stem from its use of NVIDIA GPUs and software for training and inference, of its natural language understanding models. These DNN transformer models, popularized by BERT, have computational requirements for training that are in the order of magnitude higher than earlier image-based models. Conversational AI is a major new workload, requiring GPUs for inference to achieve, high throughput within the desired low latency. Indeed, Microsoft cited an inference throughput increase of up to 800x on NVIDIA GPUs compared with CPUs enabling it to serve over 1 million BERT inferences per second worldwide. And just this week, Microsoft researchers announced a new breakthrough in natural language processing with the largest ever publicized model trained on NVIDIA DGX-2. This advances the state-of-the-art for AI assistance and tasks such as answering questions, summarization and natural language generation. Recommendators are also an important machine learning model for the Internet powering billions of queries per second. The industry is moving to deep recommendators, such as wide & deep model, which leverage deep learning to enable automatic feature learning and to support unstructured content. Running these models on GPUs can dramatically increase inference throughput and reduce latency compared with CPUs. For example Alibaba's and Baidu's recommendation engines run on NVIDIA AI boosting their inference throughput by orders of magnitude beyond CPUs. Deep recommendators enabled Alibaba to achieve 10% increase in click-through rates. We also announced the availability of a new GPU-accelerated supercomputer on Microsoft Azure. It enables customers for the first time to rent an entire AI supercomputer on demand from their desk, matching the capabilities of large on-premise supercomputers that can take months to deploy. And in Europe, energy company Eni announced the world's fastest industrial supercomputer based on NVIDIA GPUs. AI has even come to pizza delivery. At the National Retail Federations Annual Conference last month, we announced Domino's as a customer deploying our platform for deep learning and data science applications helping with customer engagement and order accuracy prediction. More broadly in retail, we have seen a significant increase in the adoption of NVIDIA's edge computing offerings by large retailers for powering AI applications that reduce shrinkage, optimize logistics and create operational efficiencies. At the SC19 Supercomputing conference, we introduced a reference design platform for GPU-accelerated ARM-based servers along with ecosystem partners, ARM, Ampere computing Fujitsu and Marvell. We made available our ARM-compatible software development kit consisting of NVIDIA CUDA-X libraries and development tools for accelerating computing. This opens the floodgate of innovation to support growing new applications from hyperscale cloud to exascale supercomputing. We also introduced NVIDIA Magnum IO, a suite of software optimized to eliminate storage and input/output bottlenecks. Magnum IO delivers up to 20x faster data processing for multi-server, multi-GPU computing nodes when working with massive data sets to carry out complex financial analysis, climate modeling and other workloads for data scientists, high-performance computing and AI researchers. Finally, we introduced TensorRT 7, the seventh generation of our inference software development kit, which speeds up components of conversational AI by 10x comparing to running on CPUs. This helps drive latency below the 300 millisecond threshold considered necessary for real-time interactions supporting our growth in conversational AI. Moving to ProVis. Revenue reached a record $331 million, up 13% year-on-year and up 2% sequentially. Full year revenue was a record $1.21 billion, an increase of 7% from the prior year. ProVis accelerated in Q4 as the rollout of more RTX-enabled applications is driving strong upgrade cycle for our Turing GPUs. RTX is also opening up new market segment opportunities such as rendering and studio for freelance creatives. In November, V-ray Arnold and Blender software renderers began shipping with RTX technology. These joined our leading creative and design applications including Premier Pro, Dimension, SolidWorks, CATIA and Maya. With RTX, these applications enable enhanced creativity and notable productivity gains. In Blender Cycles for example, real-time rendering performance is boosted 4x versus a CPU. RTX is now supported by more than 40 leading creative and design applications reaching a combined user base of over 40 million. Finally, turning to automotive. Revenue was $163 million, flat from a year ago and up 1% sequentially. Full year revenue reached a record $700 million, up 9% year-on-year. During the quarter, we announced DRIVE, AGX Orin, the next-generation platform for autonomous vehicles and robots, powered by our new Orin SoC and delivering nearly 7x the performance of the previous generation Xavier SoC. The platform scales from level two plus AI-assisted driving to level five fully driverless operation. Orin is software-defined and compatible, with Xavier allowing developers to leverage their investment across multiple product generations. Moving to the rest of the P&L. Q4 GAAP gross margins was 64.9% and non-GAAP was 65.4%, up sequentially, largely reflecting higher contribution of data center products. Q4 GAAP operating expenses were $1.02 billion and non-GAAP operating expenses were $810 million, up 12% and 7% year-on-year respectively. Q4 GAAP EPS was $1.53, up 66% from a year earlier. Non-GAAP EPS was $1.89, up 136% from a year ago. Q4 cash from operations was $1.46 billion. Fiscal year 2020 cash flow from operations was a record $4.76 billion. With that, let me turn the outlook for the first quarter of fiscal 2021. The outlook does not include any contribution from the pending acquisition of Mellanox. We are engaged and progressing with China on the regulatory approval and believe the acquisition will likely close in the first part of calendar 2020. Before we get to the new -- the numbers let me comment on the impact of the coronavirus. While it is still early and the ultimate effect is difficult to estimate, we have reduced our Q1 revenue outlook by $100 million to account for the potential impact. We expect revenue to be $3 billion plus or minus 2%. GAAP and non-GAAP gross margins are expected to be 65% and 65.4% respectively plus or minus 50 basis points. GAAP and non-GAAP operating expenses are expected to be approximately $1.05 billion and $835 million respectively. GAAP and non-GAAP OI&E are both expected to be income of approximately $25 million. GAAP and non-GAAP tax rates are both expected to be 9% plus or minus 1% excluding discrete items. Capital expenditures are expected to be approximately $150 million to $170 million. Further, financial details are included in the CFO commentary and other information available on the IR website. In closing, let me highlight an upcoming event for the financial community. We will be at the Morgan Stanley Technology Media and Telecom Conference on March 2nd in San Francisco"
}
