{
  "company_name": "NVIDIA",
  "quarter": "Q2",
  "fiscal_year": "2022",
  "total_revenue": {
    "value": 6.5,
    "unit": "billion",
    "context": "Q2 was another strong quarter with revenue of $6.5 billion, up 68% year-on-year",
    "period": "Q2"
  },
  "segments": [
    {
      "name": "Gaming",
      "revenue": {
        "value": 3.1,
        "unit": "billion",
        "context": "Revenue driven by exceptionally strong demand, up 11% sequentially and 85% year-on-year",
        "period": "Q2"
      },
      "growth_yoy": 85.0,
      "growth_qoq": 11.0,
      "key_points": [
        "Demand remained exceptionally strong, outpacing supply",
        "Four quarters into the Ampere architecture product cycle for gaming, continuing to be the best effort",
        "At COMPUTEX in June, announced GeForce RTX 3080 Ti and RTX 3070 Ti GPUs, delivering 50% faster performance than prior-generation",
        "Introduced real-time ray tracing, NVIDIA DLSS, AI rendering, Reflex, and broadcast features",
        "Strong laptop demand with record number of designs from OEMs",
        "Mainstream price points starting at $799, bringing GeForce GPUs to gamers, students, and creators on the go",
        "Third generation Max-Q power optimization technology enabling ultrathin designs like the new Alienware X15",
        "RTX 30 Series reset computer graphics and spurred the biggest ever refresh cycle",
        "Ampere architecture ramping rapidly on Steam with only 20% of installed base upgraded to RTX",
        "Global eSports audience approaching 0.5 billion, live streaming gamers expected to reach over 700 million",
        "Over 60 RTX games support NVIDIA's ray tracing or DLSS, including Minecraft, Fortnite, Cyberpunk, Red Dead Redemption 2, Rainbow Six Siege, and Crysis Remastered",
        "NVIDIA Reflex supported by 20 competitive games",
        "Addressed cryptocurrency mining demand by increasing CMP supply and introducing low hash rate GeForce GPUs",
        "CMP revenue was $266 million in Q2, lower than original estimates of $400 million due to reduced mining profitability",
        "GeForce NOW cloud gaming platform surpassed 1,000 PC games, available for a $10/month premium subscription"
      ]
    },
    {
      "name": "ProViz",
      "revenue": {
        "value": 0.519,
        "unit": "billion",
        "context": "Revenue driven by strong notebook growth and rebounded desktop workstations, up 40% sequentially and 156% year-on-year",
        "period": "Q2"
      },
      "growth_yoy": 156.0,
      "growth_qoq": 40.0,
      "key_points": [
        "Strong notebook growth driven by sleek and powerful RTX-powered mobile workstations with Max-Q technology",
        "Desktop workstations rebounded as enterprises resumed deferred spending during lockdown",
        "Key verticals include automotive, public sector, and healthcare",
        "At SIGGRAPH, announced expansion of NVIDIA Omniverse with integrations with Blender and Adobe",
        "Collaborating with Apple and Pixar to enhance Universal Scene Description framework",
        "Omniverse Enterprise in early access, generally available later this year via subscriptions from partners like Dell, HP, Lenovo",
        "Over 500 companies evaluating Omniverse Enterprise, including BMW, Volvo, and Lockheed Martin",
        "More than 50,000 individual creators have downloaded Omniverse since open beta in December",
        "Introduced new Ampere architecture GPUs for next-generation desktop and laptop workstations"
      ]
    },
    {
      "name": "Automotive",
      "revenue": {
        "value": 0.152,
        "unit": "billion",
        "context": "Revenue driven by growth in AI cockpit revenue, up 3% year-on-year and down 1% sequentially",
        "period": "Q2"
      },
      "growth_yoy": 3.0,
      "growth_qoq": -1.0,
      "key_points": [
        "Growth in AI cockpit revenue partially offset by decline in legacy infotainment revenue",
        "Announced next-generation NVIDIA DRIVE Atlan SoC delivering 1,000 trillion operations per second",
        "Atlan integrates NVIDIA BlueField networking and security technologies for enhanced vehicle performance and safety",
        "Atlan targets automakers’ 2025 models, following NVIDIA DRIVE Orin SoC",
        "NVIDIA DRIVE platform achieved global adoption across the transportation industry with a design win pipeline exceeding $8 billion through fiscal 2027",
        "Partnerships with Volvo, GM Cruise, Amazon Zoox, DiDi, Faraday Future, R Auto, IM Motors, and VinFast",
        "Navistar partnered with TuSimple for autonomous trucking solutions",
        "NVIDIA DRIVE platform spans silicon, systems, software, and AI data center infrastructure enabling over-the-air upgrades"
      ]
    },
    {
      "name": "Data Center",
      "revenue": {
        "value": 2.4,
        "unit": "billion",
        "context": "Revenue topped $2 billion for the first time, up 16% sequentially and 35% year-on-year",
        "period": "Q2"
      },
      "growth_yoy": 35.0,
      "growth_qoq": 16.0,
      "key_points": [
        "Growth driven by both hyperscale customers and vertical industries, each with record revenues",
        "Flagship A100 continuing to ramp across hyperscale and cloud computing customers",
        "Microsoft Azure announced general availability of A100 in June, following AWS and Google Cloud Platform",
        "Strong vertical industry demand led by financial services, supercomputing, and telecom customers",
        "Exceptional growth in Inference, more than doubling year-on-year",
        "Revenue from Inference-focused processors includes new A30 GPU, providing four times Inference performance of T4",
        "Customers migrating from CPUs to GPUs for AI inference due to performance, latency, and cost benefits",
        "Achieved top results in April's MLPerf AI inference benchmark across all categories",
        "Partnerships with Amazon, Google, Microsoft, and Tencent support Triton software",
        "Successful deployments include Microsoft Office grammar checking, USPS real-time package analytics, T-Mobile customer service, Pinterest image search, and GE Healthcare heart disease detection",
        "Strong results with Mellanox networking products driven by hyperscale customers",
        "Announced BlueField-3 DPU, the first 400 gig DPU delivering up to 300 CPU cores equivalent data center services",
        "Mellanox acquisition exceeded financial projections, instrumental in DGX SuperPOD and BlueField DPU platforms",
        "Largest ever GPU Technology Conference with over 200,000 registrants from 195 countries",
        "Announced NVIDIA Grace CPU targeting next-generation AI models with 10x performance and energy efficiency",
        "Integration of GPU, DPU, and CPU in a three-chip strategy",
        "Partnerships with Swiss National Supercomputing Center and Los Alamos National Laboratory for Grace-powered supercomputers",
        "Launch of NVIDIA AI Enterprise software suite for enterprise AI workload development and deployment",
        "Collaboration with VMware to offer NVIDIA AI Enterprise to vSphere customers",
        "Development of NVIDIA AI on 5G platform with partners like Fujitsu, Google Cloud, Mavenir, Radisys, and Wind River",
        "Strengthening Arm ecosystem across cloud data centers, HPC, enterprise and edge, and PCs",
        "Progress on Arm acquisition, on track to close in early 2022 with commitment to maintain open licensing model"
      ]
    },
    {
      "name": "Mellanox",
      "revenue": null,
      "growth_yoy": null,
      "growth_qoq": null,
      "key_points": [
        "Mellanox revenue included within Data Center segment; no separate breakdown provided"
      ]
    },
    {
      "name": "Computing Products",
      "revenue": null,
      "growth_yoy": null,
      "growth_qoq": null,
      "key_points": [
        "No specific data provided for Q2"
      ]
    },
    {
      "name": "Auto and ProViz",
      "revenue": null,
      "growth_yoy": null,
      "growth_qoq": null,
      "key_points": [
        "No specific data provided for Q2"
      ]
    },
    {
      "name": "OEM",
      "revenue": null,
      "growth_yoy": null,
      "growth_qoq": null,
      "key_points": [
        "No specific data provided for Q2"
      ]
    }
  ],
  "operational_metrics": {
    "gross_margin": {
      "value": 64.8,
      "unit": "%",
      "context": "GAAP gross margin was up 600 basis points year-on-year and up 70 basis points sequentially",
      "period": "Q2"
    },
    "operating_margin": null,
    "net_income": null,
    "cash_flow": {
      "value": 2.7,
      "unit": "billion",
      "context": "Cash flow from operations in Q2 was a record $2.7 billion",
      "period": "Q2"
    },
    "other_metrics": {
      "geforce_now_users": {
        "value": null,
        "unit": "million",
        "context": "GeForce NOW cloud gaming platform surpassed 1,000 PC games",
        "period": "Q2"
      },
      "cmp_revenue": {
        "value": 0.266,
        "unit": "billion",
        "context": "CMP revenue was $266 million in Q2, lower than original estimates",
        "period": "Q2"
      },
      "gfnow_games": {
        "value": 1000,
        "unit": "games",
        "context": "GFN offers nearly 1,000 PC games from over 300 publishers",
        "period": "Q2"
      },
      "cmp_outlook_q2": {
        "value": 0.4,
        "unit": "billion",
        "context": "Q2 outlook assumes CMP sales of $400 million",
        "period": "Q2"
      }
    }
  },
  "future_guidance": {
    "q3_revenue": {
      "value": 6.8,
      "unit": "billion",
      "context": "Expected revenue for Q3, plus or minus 2%",
      "period": "Q3"
    },
    "q3_gross_margin": {
      "gaap": 65.2,
      "non_gaap": 67.0,
      "unit": "%",
      "context": "Expected GAAP and non-GAAP gross margins for Q3",
      "period": "Q3"
    },
    "q3_operating_expenses": {
      "gaap": 1.96,
      "non_gaap": 1.37,
      "unit": "billion",
      "context": "Expected GAAP and non-GAAP operating expenses for Q3",
      "period": "Q3"
    },
    "q3_other_income_expenses": {
      "value": -0.06,
      "unit": "billion",
      "context": "Expected GAAP and non-GAAP other income and expenses as expense",
      "period": "Q3"
    },
    "q3_tax_rates": {
      "value": 11,
      "unit": "%",
      "context": "Expected GAAP and non-GAAP tax rates, excluding discrete items",
      "period": "Q3"
    },
    "capital_expenditures": {
      "value": [0.2, 0.225],
      "unit": "billion",
      "context": "Expected capital expenditures",
      "period": "Q3"
    },
    "full_year_non_gaap_opex_growth": {
      "value": 20.0,
      "unit": "%",
      "context": "Expected to grow non-GAAP operating expenses in mid-20% range for full-year",
      "period": "Full-year"
    },
    "cmp_outlook_q2": {
      "value": 0.4,
      "unit": "billion",
      "context": "Q2 outlook assumes CMP sales of $400 million",
      "period": "Q2"
    }
  },
  "strategic_initiatives": [
    "Launch of Cryptocurrency Mining Processors (CMPs) to optimize mining performance and efficiency",
    "Introduction of GeForce RTX 3080 Ti and RTX 3070 Ti GPUs at COMPUTEX",
    "Expansion of NVIDIA Omniverse with integrations with Blender and Adobe at SIGGRAPH",
    "Announcement of NVIDIA DRIVE Atlan SoC for automotive",
    "Development and launch of NVIDIA Grace CPU targeting next-generation AI models",
    "Partnerships with Volvo, GM Cruise, Amazon Zoox, DiDi, Faraday Future, R Auto, IM Motors, and VinFast for NVIDIA DRIVE platform",
    "Expansion of GeForce NOW cloud gaming platform to surpass 1,000 PC games",
    "Progress on proposed acquisition of Arm, on track to close in early 2022"
  ],
  "market_opportunities": [
    {
      "gaming_growth": "Gaming business continues to accelerate with the most successful RTX 30 Series launch ever and expanding GeForce NOW platform",
      "cloud_gaming_expansion": "GeForce NOW offers nearly 1,000 PC games from over 300 publishers, expanding to over 70 countries",
      "cryptocurrency_mining": "Introduction of CMPs to address mining demand and provide more GeForce cards to gamers",
      "accelerated_computing": "AI and accelerated computing driving data center growth with NVIDIA Grace CPU and BlueField DPUs"
    },
    {
      "upcoming_events": [
        "Attend the BMO Technology Summit on August 24th",
        "Attend the New Street Big Ideas in Semiconductors Conference on September 9th",
        "Attend the Citi Global Tech Conference on September 13th",
        "Attend the Piper Sandler Global Technology Conference on September 14th",
        "Attend the Evercore ISI Auto Check and AI Forum on September 21st"
      ]
    }
  ],
  "metadata": {
    "parsed_date": "2024-12-11T21:49:43.024741",
    "company_ticker": "NVDA",
    "source": "earnings_call_transcript"
  },
  "cfo_commentary": {
    "cfo_name": "Colette Kress",
    "introduction": [
      "Q2 was another strong quarter with revenue of $6.5 billion and year-on-year growth of 68%.",
      "We set records for total revenue, as well as for gaming, data center, and professional visualization."
    ],
    "gaming": [
      "Revenue was $3.1 billion, up 11% sequentially and up 85% from a year earlier.",
      "Demand remained exceptionally strong, outpacing supply.",
      "Four quarters into the Ampere architecture product cycle for gaming, continuing to be our best effort.",
      "At COMPUTEX in June, announced two powerful new GPUs for gamers and creators, the GeForce RTX 3080 Ti and RTX 3070 Ti, delivering 50% faster performance than their prior-generation.",
      "Featuring real-time ray tracing, NVIDIA DLSS, AI rendering, Reflex, and broadcast capabilities.",
      "Strong laptop demand with OEMs adopting Ampere architecture GPUs in a record number of designs.",
      "Introduced mainstream GeForce RTX 3050 and 3050 Ti GPUs available this summer starting at $799.",
      "Largest ever wave of GeForce gaming laptops with over 140 models addressing rising demand from gamers, creators, and students.",
      "RTX 30 Series delivers our biggest generational leap in performance ever, featuring second-generation ray tracing technology and AI-powered DLSS.",
      "Over 60 RTX games now support NVIDIA's ray tracing or DLSS, including Minecraft, Fortnite, Cyberpunk, Red Dead Redemption 2, Rainbow Six Siege, and Crysis Remastered.",
      "DLSS now available in Unreal Engine 4 and soon in Unity game engine, enabling game developers to accelerate frame rates with minimal effort.",
      "NVIDIA Reflex reduces system latency, essential for e-sports gamers competing in titles like Call of Duty: Warzone, Fortnite, Valorant, and Apex Legends.",
      "Estimated that about 75% of GeForce gamers play e-sports games and 99% of e-sports pros compete on GeForce.",
      "Gaming benefited from crypto mining demand; introduced CMPs to optimize for miners without impacting GeForce supply.",
      "CMP revenue was $266 million in Q2, lower than original estimates of $400 million due to reduced mining profitability.",
      "Expect minimal contribution from CMP going forward.",
      "GeForce NOW cloud gaming platform surpassed 1,000 PC games, more than any other cloud gaming service.",
      "Premium tier available for $10/month, offering RTX class performance on underpowered PCs, Macs, Chromebooks, iOS, and Android devices."
    ],
    "proviz": [
      "Q2 revenue was a record $519 million, up 40% sequentially and 156% year-on-year.",
      "Strong sequential revenue growth led by desktop workstations, driven by demand to outfit design offices at home as remote work becomes the norm.",
      "First big quarter of the Ampere architecture ramp for pro visualization.",
      "Key verticals driving Q2 demand include automotive, public sector, and healthcare.",
      "At SIGGRAPH, announced expansion of NVIDIA Omniverse with integrations with Blender and Adobe.",
      "Collaborating with Apple and Pixar to enhance Universal Scene Description framework with advanced physics capabilities.",
      "Omniverse Enterprise in early access, generally available later this year via subscriptions from partners like Dell, HP, Lenovo, and others.",
      "Over 500 companies evaluating Omniverse Enterprise, including BMW, Volvo, and Lockheed Martin.",
      "More than 50,000 individual creators have downloaded Omniverse since open beta in December.",
      "Announced powerful new Ampere architecture GPUs for next-generation desktop and laptop workstations, available from all major OEMs."
    ],
    "automotive": [
      "Q2 revenue was $152 million, up 3% year-on-year and down 1% sequentially.",
      "Growth in AI cockpit revenue partially offset by expected decline in legacy infotainment revenue.",
      "Announced next-generation NVIDIA DRIVE Atlan SoC delivering 1,000 trillion operations per second.",
      "Atlan integrates NVIDIA BlueField networking and security technologies to enhance vehicle performance and safety, making it a true data center on wheels.",
      "Atlan targets automakers’ 2025 models, following NVIDIA DRIVE Orin SoC delivering 254 TOPS and selected by leading vehicle makers for production timelines starting next year.",
      "NVIDIA DRIVE platform achieved global adoption across the transportation industry with a design win pipeline exceeding $8 billion through fiscal 2027.",
      "Partnerships with Volvo, GM Cruise, Amazon Zoox, DiDi, Faraday Future, R Auto, IM Motors, and VinFast.",
      "Navistar partnered with TuSimple for autonomous trucking solutions, signing a deal with Amazon to provide at least 1,000 self-driving systems to Amazon's delivery vehicles.",
      "NVIDIA DRIVE platform spans silicon, systems, software, and AI data center infrastructure enabling over-the-air upgrades to enhance safety and driving experience.",
      "Belief that everything that moves will be autonomous someday, driving widespread adoption of NVIDIA DRIVE across various transportation segments."
    ],
    "data_center": [
      "Revenue of $2.4 billion, up 16% sequentially and 35% year-on-year, first quarter to include Mellanox.",
      "Growth driven by both hyperscale customers and vertical industries, each with record revenues.",
      "Flagship A100 continuing to ramp across hyperscale and cloud computing customers.",
      "Microsoft Azure announced general availability of A100 in June, following AWS and Google Cloud Platform's availability in prior quarters.",
      "Strong vertical industry demand led by financial services, supercomputing, and telecom customers.",
      "Exceptional growth in Inference, more than doubling year-on-year, driven by new A30 GPU providing four times Inference performance of T4.",
      "Customers migrating from CPUs to GPUs for AI inference due to performance, latency, and cost benefits.",
      "Achieved top results in April's MLPerf AI inference benchmark across all categories, including computer vision, medical imaging, recommender systems, speech recognition, and natural language processing.",
      "Partnerships with Amazon, Google, Microsoft, and Tencent support Triton software.",
      "Successful deployments include Microsoft Office grammar checking, USPS real-time package analytics, T-Mobile customer service, Pinterest image search, and GE Healthcare heart disease detection.",
      "Strong results with Mellanox networking products driven by hyperscale customers.",
      "Announced BlueField-3 DPU, the first 400 gig DPU delivering up to 300 CPU cores equivalent data center services.",
      "Mellanox acquisition exceeded financial projections, instrumental in DGX SuperPOD and BlueField DPU platforms.",
      "Largest ever GPU Technology Conference with over 200,000 registrants from 195 countries.",
      "Announced NVIDIA Grace CPU targeting next-generation AI models with 10x performance and energy efficiency, delivering trillions of parameters.",
      "Integration of GPU, DPU, and CPU in a three-chip strategy.",
      "Partnerships with Swiss National Supercomputing Center and Los Alamos National Laboratory for Grace-powered supercomputers.",
      "Launch of NVIDIA AI Enterprise software suite for enterprise AI workload development and deployment.",
      "Collaboration with VMware to offer NVIDIA AI Enterprise to vSphere customers.",
      "Development of NVIDIA AI on 5G platform with partners like Fujitsu, Google Cloud, Mavenir, Radisys, and Wind River.",
      "Strengthening Arm ecosystem across cloud data centers, HPC, enterprise and edge, and PCs.",
      "Progress on Arm acquisition, on track to close in early 2022 with commitment to maintain open licensing model."
    ],
    "mellanox": [
      "Mellanox revenue included within Data Center segment; no separate breakdown provided."
    ],
    "q4_outlook": [
      "No Q4 data provided in this commentary."
    ],
    "q1_outlook": [
      "Already covered in the future_guidance section."
    ]
  }
}
