{
  "CFO": "\nColette Kress: Thanks, Simona. Q2 was another extraordinary quarter. The world continued to battle the COVID-19 pandemic and most of our employees continue to work from home, but through the team’s agility and dedication, we successfully combined Mellanox into NVIDIA while also delivering a very strong quarter. Revenue was $3.87 billion, up 50% year-on-year, up 26% sequentially and well ahead of our outlook. Starting with gaming, revenue was $1.65 billion, was up 26% year-on-year and up 24% sequentially significantly ahead of our expectations. The upside is broad-based across geographic regions, products and channels. Gaming’s growth amid the pandemic highlights the emergence of a leading form of entertainment worldwide. For example, the number of daily gamers on Steam, a leading PC game online distributor, is up 25% from pre-pandemic levels and NPD reported that U.S. consumer spending on videogames grew 30% in the second calendar quarter to a record $11 billion. NVIDIA’s PCs and laptops are ideal for the millions of people who are now working, learning and gaming at home. At the outset of the pandemic, many retail outlets were closed and demand shifted to online channels. As the quarter progressed and the stores reopened, retail demand picked up, iCafes largely reopened and online sales continued to thrive. Gaming laptop demand is very strong as students and professionals turn to GeForce-based systems to improve how they work, learn, and game from home. We ramped over 100 new models with our OEM partners focused on both premium and mainstream price points. In the premium laptop segment, we delivered unparalleled performance with the GeForce RTX 2080 and the 2070 SUPER GPUs [indiscernible] form factors. We also brought ray tracing to gaming laptops for the first time at price points as low as $999 with the GeForce RTX 2060. In the mainstream segment, we brought the GeForce GTX to laptop price points as low as $699. Momentum continues for our Turing architecture, which enables stunning new visual effects in games and is driving powerful upgrade cycle among gamers. Its RTX technology adds ray tracing and AI to programmable shading and has quickly redefined the new standard for computer graphics. DLSS used the AI capabilities of Turing to boost frame rates by almost 2x, while generating crisp image quality. RTX support in blockbuster games continues to grow, including Mega-Hit DEATH STRANDING, the highly anticipated Cyberpunk 2077 and the upcoming release of Watch Dogs. These games join Minecraft and other major titles that support NVIDIA RTX ray tracing and DLSS. We are in the midst of a 21-day countdown campaign promoting a GeForce special event on September 1, with each day highlighting a year in the history of GeForce. We don’t want to spoil the surprise, but we encourage you to tune in. We are very pleased with the traction of our GeForce NOW cloud gaming service now in its second quarter of commercial availability. GFN offers the richest content to any game streaming service through partnerships with leading digital game stores, including Valve Steam, Epic Games and Ubisoft Uplay. GeForce NOW enables users with underpowered PC, Macs or Android devices to access powerful GPUs to play their libraries of PC games in the cloud, expanding the universe of gamers that we can reach with GeForce. Just yesterday, we announced that GFN is now supported on Chromebooks further expanding our reach into tens of millions of users. In addition to NVIDIA’s own service, GFN is available or coming soon to a number of telecom partners around the world, including SoftBank and KDDI in Japan, Rostelecom and Beeline in Russia, LG U+ in South Korea and Taiwan Mobile. Moving to Pro Vis, in Q2 was $203 million in revenue, down 30% year-on-year and down 34% sequentially, with declines in both mobile and desktop workstations. Sales were hurt by lower enterprise demand amid the closure of many offices around the world. Industries negatively impacted during the quarter, include automotive, architectural engineering and construction, manufacturing, media and entertainment and oil and gas. Initiatives by enterprises to enable remote workers drove demand for virtual and cloud-based graphic solutions. Accordingly, our Q2 vGPU bookings accelerated increasing 60% year-on-year. Despite near-term challenges, we are winning new business in areas such as healthcare, including Siemens, Philips and General Electric and the public sector. We continue to expand our market opportunity with over 50 leading design and creative applications that are NVIDIA RTX-enabled, including the latest release from Foundry, Chaos Group, and Maxon. These applications provide faster ray tracing and accelerated performance, improving creators’ design workflows. The pandemic will have a lasting impact on how we work. Our revenue mix going forward will likely reflect this evolution in enterprise workforce trends with a greater focus on technologies, such as NVIDIA laptops and virtual workstations that enable remote work and virtual collaboration. Moving to automotive, automotive revenue was $111 million, down 47% year-over-year and down 28% sequentially. This was slightly better than our outlook of a 40% sequential decline as the impact of the pandemic was less pronounced than expected, with auto production volumes starting to recover after bottoming in April. Some of the decline is also due to the roll-off of legacy infotainment revenue, which remained a headwind in future quarters. In June, we announced a landmark partnership with Mercedes-Benz, which starting in 2024 will launch software-defined intelligent vehicles across an entire fleet in using end-to-end NVIDIA technology. Mercedes will utilize NVIDIA’s full technology stack, including the DRIVE AGX computer, DRIVE AV autonomous driving software and NVIDIA’s AI infrastructure spanning from the core to the cloud. Centralizing and unifying computing in the car will make it easier to integrate and upgrade advanced software features as they are developed. With over-the-air updates, vehicles can receive the latest autonomous driving and intelligent cockpit features, increasing value and extending majority of ownership with each software upgrade. This is a transformator announcement for the automotive industry making the turning point of traditional vehicles becoming high-performance updatable data centers on wheels. It’s also a transformative announcement for NVIDIA’s evolving business model as the software content of our platforms grows positioning us to build a recurring revenue stream. Moving to data center, data center is a diverse, consist of cloud service providers, public cloud providers, supercomputing centers, enterprises, telecom and industrial edge. Q2 revenue was a record $1.75 billion, up 167% year-on-year and up 54% sequentially. In Q2, we incorporated a full quarter of contribution from the Mellanox acquisition, which closed on April 27, the first day of our quarter. Mellanox contributed approximately 14% of company revenue and just over 30% of data center revenue. Both compute and networking within data center set a record with accelerating year-on-year growth. The biggest news in data center this quarter was the launch of our Ampere architecture. We are very proud of the team’s execution in launching and ramping this technological marvel especially amid the pandemic. The A100 is the largest chip ever made with 54 billion transistors. It runs our full software stack for accelerating the most compute-intensive workloads. Our software leases include CUDA 11, the new versions of over 50 CUDA-X libraries and a new application framework for major AI workloads, such as Jarvis for conversational AI and Merlin for deep recommender systems. The A100 delivers NVIDIA’s greatest generational leap ever, boosting AI performance by 20x over its predecessor. It is also our first universal accelerator unifying AI training and inference and powering workloads, such as data analytics, scientific computing, genomics, edge video analytics, 5G services and graphics. The first Ampere GPU, A100, has been widely adopted by all major server vendors and cloud service providers. Google Cloud platform was the first cloud customer to bring it to market making it the fastest GPU to come to the cloud in our history. And just this morning, Microsoft Azure announced the availability of massively scalable AI clusters, which are based on the A100 and interconnected with 200-gigabyte-per-second Mellanox InfiniBand networking. A100 is also getting incorporated into offerings from AWS, Alibaba Cloud, Baidu Cloud and Tencent Cloud. And we announced that the A100 is going to market with more than 50 servers from leading vendors around the world, including Cisco, Dell, Hewlett-Packard Enterprise and Lenovo. Adoption of the A100 into leading server makers offerings is faster than any prior launch, with 30 systems expected this summer and over 40 more by the end of the year. The A100 is already winning industry recognition in the latest A100 training benchmark, MLPerf 0.7 NVIDIA set 16 records, sweeping all categories for commercially available solutions in both per chip and outscale performance based on the A100. MLPerf offers the industry’s first and only objective AI benchmark. Since the benchmark was introduced 2 years ago, NVIDIA has consistently delivered leading results and record performance for both training and inference. NVIDIA also topped the chart in the latest TOP500 list of the fastest supercomputers. The ranking, released in June, showed that 8 of the world’s top 10 supercomputers use NVIDIA GPUs, NVIDIA’s networking or both. They include the most powerful systems in the U.S. and Europe. NVIDIA now combined with Mellanox powers two-thirds of the top 500 systems on the list compared with just less than a half for the two companies in total 2 years ago. In energy efficiencies, systems using NVIDIA GPUs are pulling away from the pack. On average, they are nearly 2.8x more powerful and efficient than systems without NVIDIA GPUs measured by gigaflops per watt. The incredible performance and efficiency of the A100 GPU is best amplified by NVIDIA’s own new Selene supercomputer, which debuted as number seven on the TOP500 list and is the only top 100 systems to cross the 20 gigaflops per watt barrier. Our engineers were able to assemble Selene in less than 4 weeks using NVIDIA’s open modular DGX SuperPOD reference architecture instead of the typical build time of months or even years. This is the system that we will use to win the MLPerf benchmarks and it is a reference design that’s available for our customers to quickly build a world class supercomputer. We also brought GPU acceleration to data analytics, one of the largest and fastest growing enterprise workloads. We enabled end-to-end acceleration of the entire data analytics workload pipeline for the first time with NVIDIA’s GPUs and software stack in the latest version of Apache Spark released in June. Spark is the world’s leading data analytics platform used by more than 500,000 data scientists and 16,000 enterprises worldwide. And we have two major milestones to share. We have now shipped a cumulative total of 1 billion CUDA GPUs and the total number of developers in the NVIDIA ecosystem just reached 2 million. It took over a decade to reach the first million and less than 2 years to reach the second million. Mellanox has fantastic results across the Board in its first quarter as part of NVIDIA. Mellanox revenue growth accelerated with strength across Ethernet and InfiniBand products. Our Ethernet shipments reached a new record. Major hyperscale build drove the upside in the quarter as growth in cloud computing and AI is fueling increased demand for high-performance networking. Mellanox networking was a critical part of several of our major new product introductions this quarter. These include the DGX AI system, the DGX SuperPOD clusters for our Selene supercomputer and the EGX Edge AI platform. We also launched the Mellanox ConnectX-6 Ethernet NIC, the 11th generation product of the ConnectX family and is designed to meet the needs of modern cloud and hyperscale data centers, where 25, 50 and 100 gigabyte per second is becoming the standard. We expanded our switch networking capabilities with the addition of Cumulus Networks, a privately held network software company that we purchased in June. Cumulus augments our Mellanox acquisition in building out open modern data center. The combination of NVIDIA accelerated computing, Mellanox networking and Cumulus software enables data centers that are accelerated, disaggregated and software-defined to meet the exponential growth in AI, cloud and high-performance computing. Moving to the rest of the P&L. Q2 GAAP gross margin was 58.8% and non-GAAP gross margin was 66%. GAAP gross margin declined year-on-year and sequentially due to costs associated with the Mellanox acquisition. Non-GAAP gross margins increased by almost 6 points year-on-year, reflecting a shift in product mix with higher data center sales and lower automotive sales. Q2 GAAP operating expenses were $1.62 billion and non-GAAP operating expenses were $1.04 billion, up 67% and 38% from a year ago, respectively. Q2 GAAP EPS was $0.99, up 10% from a year earlier. Non-GAAP EPS was $2.18, up 76% from the year ago. Q2 cash flow from operations was $1.57 billion. With that, let me turn to the outlook for the third quarter of fiscal 2021. We expect revenue to be $4.4 billion, plus or minus 2%. With that, we expect gaming to be up just over 25% sequentially, with data center to be up in the low to mid-single digits sequentially. We expect both pro vis and auto to be at similar levels out in Q2. GAAP and non-GAAP gross margins are expected to be 62.5% and 65.5% respectively plus or minus 50 basis points. GAAP and non-GAAP operating expenses are expected to be approximately $1.54 billion and $1.09 billion respectively. Full year GAAP and non-GAAP OpEx is tracking in line with our outlook of $5.7 billion and $4.1 billion respectively. GAAP and non-GAAP OI&E are both expected to be expense of approximately $55 million. GAAP and non-GAAP tax rates are both expected to be 8%, plus or minus 1%, excluding discrete items. Capital expenditures are expected to be approximately $225 million to $250 million. Further financial details are included in the CFO commentary and other information available on our IR website. In closing, let me highlight upcoming events for the financial community. We will be at the BMO Virtual Technology Summit on August 25, Citi’s 2020 Global Technology Conference on September 9, Deutsche Bank’s Technology Conference on September 14 and the Evercore’s Virtual Memo Forum, The Future of Mobility, on September 21."
}
